[
{"tenCV": ["\n                Java Developer (Onsite Xuân Thủy)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Java"]], "moTa": [["Xây dựng phần mềm theo yêu cầu của Công ty và Khách hàng.", "\nNghiên cứu và đưa ra kết quả nghiên cứu theo yêu cầu", "\nThực hiện các nhiệm vụ khác theo sự phân công của trưởng bộ phận"]], "yeuCau": [["- Tốt nghiệp đại học các chuyên ngành Công nghệ thông tin, Điện tử viễn thông, Mạng máy tính và các chuyên ngành tương đương.", "\n- Kinh nghiệm: >= 2,5 năm kinh nghiệm lập trình trên nền tảng Java.", "\nThành thạo Java Spring boot, Angular/React, Bootstrap", "\n- Có kiến thức về cơ sở dữ liệu Oracle, MySQL", "\n- Nắm vững về kiến trúc Microservices, RESTful APIs", "\n- Có kinh nghiệm phát triển các dự án với số lượng người dùng lớn", "\n- Có khả năng tạo library phục vụ việc tái sử dụng và xử lý các vấn đề về performance và security.", "\n- Có kinh nghiệm với Application server (WebSpherse, Tomcat, WebLogic, Apache).", "\n- Có hiểu biết, kinh nghiệm hoặc đã từng phát triển các hệ thống quản trị quy trình nghiệp vụ cho doanh nghiệp", "\n- Tư duy logic tốt, có khả năng phân tích, học hỏi nhanh.", "\n- Trung thực, thật thà."]], "phucLoi": [["- TRợ cấp onsite  100k/ ngày Không thử việc, hưởng 100% lương chính thức", "\n- Cơ hội onsite và làm việc với khách hàng lớn, công nghệ tiên tiến, khả năng tự phát triển...", "\n- Cơ hội làm việc nhóm với nhiều chuyên gia hàng đầu trong lĩnh vực CNTT trong nước và quốc tế.", "\n- Cơ hội thực hiện các dự án đầy tham vọng ở nhiều quốc gia, tiếp xúc với các công nghệ mới nhất và học hỏi từ những đồng nghiệp giỏi.", "\n- Làm việc trong môi trường trẻ, năng động, hiện đại và đa văn hóa; Các hoạt động truyền thông, sự kiện vào các ngày lễ diễn ra thường xuyên.", "\n- Cơ hội thăng tiến theo năng lực với mức tăng cấp bậc và tăng lương tương ứng.", "\n- Được tham gia các khóa đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản lý dự án, kỹ năng đàm phán…)", "\n- Và nhiều quyền lợi hấp dẫn khác..."]], "luong": [["10-20 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-18"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11864/java-developer-(onsite-xuan-thuy)"},
{"tenCV": ["\n                Backend Golang Developer\n              "], "congTy": ["\n                  STACK TECH COMPANY LIMITED\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/458/stack-tech-company-limited"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [["Golang"]], "moTa": [["1. Responsible for completing system design, interface design and data modeling according to software requirements, and writing corresponding technical documents;", "\n2. Able to independently complete the core coding work and unit testing of the corresponding system;", "\n3. Ability to independently solve difficult problems encountered during development;", "\n4. Participate in system stability, performance and scalability debugging;", "\n5. Able to complete tasks and goals assigned by superiors on time and in quantity;", "\n6. Participate in/responsible for the functional design and development of product system modules."]], "yeuCau": [["1. Computer or related majors, full-time undergraduate degree or above, more than 2 years of practical work experience", "\n2. Proficient in Linux environment programming and Golang language development;", "\n3. Familiar with common cache systems such as redis/memcache", "\n4. Familiar with common container ecological chains such as docker and Kubernetes", "\n5. Familiar with common load balancing and high availability systems", "\nBusiness direction: StackTech currently has demand for all product lines, and its business directions are rich, involving back-end, front-end, operation and maintenance, data analysis, data development, and algorithms."]], "phucLoi": [["Probation: 100% basic salary, 20% bonus based on monthly performance", "\n13th-month salary", "\nPay social insurance according to State regulations", "\nWork in an environment with young, dynamic, passionate, and enthusiastic people", "\nOther benefits: team building, private gym, company events.", "\nReview salary increase once a year.", "\nWork from Monday - Friday, and 2 Saturdays/month"]], "luong": [["20-30 triệu"]], "kinhNghiem": ["2 năm"], "capBac": ["Middle"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-04"], "soLuong": ["10 người"], "linkCV": "https://devwork.vn/viec-lam/11813/backend-golang-developer"},
{"tenCV": ["\n                BACK-END (NODEJS) - Thưởng pass thử việc 5M\n              "], "congTy": ["\n                  CÔNG TY CỔ PHẦN DỊCH VỤ GOLF VIỆT NAM\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/11938/cong-ty-co-phan-dich-vu-golf-viet-nam"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["NodeJS"]], "moTa": [["- Trực\ttiếp\ttham\tgia\tphát\ttriển\tmột\thoặc\tnhiều\tsản\tphẩm\tchiến\tlược\tcủa\tcông\tty", "\n- Tham\tgia\txây\tdựng\tcác\tứng\tdụng\tcó\tkhả\tnăng\tscaling\ttốt,\tperformance\tcao,\tcó\tUI/UX\ttốt\tcho\tngười\t", "\ndùng.", "\n- Viết\tcode\ttheo\tstandard\tvà\tbest\tpractice\tcủa\tteam\tvề\tstyle,\tperformance\tđảm\tbảo\tcode\tclean,\tdễ\tmở\t", "\nrộng\tvà\tbảo\ttrì.", "\n- Tham\tgia\tquá\ttrình\thỗ\ttrợ\tkhách\thàng,\tsửa\tlỗi\tsản\tphẩm\tđảm\tbảo\tkhách\thàng\tcó\ttrải\tnghiệm\ttốt\tvới\tứng\t", "\ndụng"]], "yeuCau": [["- Trên\t2 năm\tkinh\tnghiệm\tlàm\tviệc\tvới\tNodeJS\t(bắt\tbuộc)", "\n- Ứng\tviên\tcó\tđức\ttính\ttỉ\tmỉ\ttrong\tcông\tviệc\tlàm\tproduct,\tđặt\tchất\tlượng\tsản\tphẩm\tvà\ttrải\tnghiệm\tngười\t", "\ndùng\tlà\tưu\ttiên\thàng\tđầu.", "\n- Có\tkinh\tnghiệm\tlàm\tviệc\tvới\tmô\thình\tAgile;\tlàm\tviệc\tvới\tDatabase\tNoSQL:\tMongoDB\thoặc\tFirestore.", "\n- Có\tkinh\tnghiệm\tvới\tđiện\ttoán\tđám\tmây,\tmột\ttrong:\tGoogle\tCloud,\tFirebase,\tAWS,\tkiến\ttrúc\thệ\tthống\t", "\nmicroservice\tlà\tmột\tlợi\tthế.", "\n- Khả\tnăng\tđọc\thiểu\tTiếng\tAnh\ttốt,\tham\ttìm\ttòi\tkiến\tthức\tmới\tlà\tmột\tđiểm\tcộng.", "\n- Ưu\ttiên\tứng\tviên\tđộ\ttuổi\ttừ\t23\t- 30.", "\n- Có\tkỹ\tnăng\tlàm\tviệc\tđội\tnhóm,\tquản\tlý\tthời\tgian\ttốt\tvà\tcó\ttrách\tnhiệm\tvới\tcông\tviệc."]], "phucLoi": [["- Mức\tlương\thấp\tdẫn,\ttương\txứng\tvới\tnăng\tlực\tvà\thiệu\tquả\tlàm\tviệc\t(Mức\tlương\t12-25tr).", "\n- Được\tlàm\tviệc\tvới\tcác\tcông\tnghệ\tmới\tnhất,\thot\ttrend:\tCloud\tComputing,\tServerless.\tChỉ\tcần\ttập\ttrung\t", "\nvào\tviết\tcode,\tkhông\tphải\tlo\tnghĩ\tvề\tcơ\tsở\thạ\ttầng.", "\n- Tham\tgia\txây\tdựng\thệ\tthống\tlớn,\tscalable\tcho\thàng\ttrăm\tnghìn\tkhách\thàng.", "\n- Đóng\tgóp\txây\tdựng\tnhững\tsản\tphẩm\ttop\tđầu\tthị\ttrường.", "\n- Được\tcung\tcấp\tthiết\tbị\tlàm\tviệc\tđầy\tđủ,\thiện\tđại.", "\n- Được\thưởng\tđầy\tđủ\tchế\tđộ\tphúc\tlợi\tnhư\tBHXH,\tthưởng\tlễ\tTết,\tlương\ttháng\t13,\tdu\tlịch\thàng\tnăm…", "\n- Phụ\tcấp\tgửi\txe,\tphụ\tcấp\tđi\tlại\ttheo\tquy\tđịnh,\tđóng\tgói\tBH\ty\ttế\tcao\tcấp,..", "\n- Văn\tphòng\tlàm\tviệc\ttiện\tnghi;\tcung\tcấp\ttrà,\tcafe\tvà\tcó\ttủ\tđồ\tăn\tuống,\tbánh\tkẹo\thàng\tngày.", "\n- Thời\tgian\tlàm\tviệc:\tThứ\t2\t- Thứ\t6 (làm\t2\tThứ\t7\ttrong\t1\ttháng).\tNghỉ\tCN\tvà\tcác\tngày\tlễ\ttheo\tquy\tđịnh\tcủa\t", "\nNhà\tnước.\tHưởng\tthêm\t12\tngày\tnghỉ\tphép.", "\n- Tham\tgia\tcác\tCLB\tchạy,\tđá\tbóng,\tboardgame,\tvăn\tnghệ\t…\tsau\tgiờ\tlàm\tviệc.", "\n- Được\tlàm\tviệc\ttrong\tmôi\ttrường\ttrẻ\ttrung,\tnăng\tđộng,\tnhiệt\ttình,\tchủ\tyếu\tlà\t9x\tvà\t2k,\tcó\tnhiều\tcơ\thội\t", "\nthăng\ttiến.", "\n- Cơ\thội\tđược\tthể\thiện\tvà\tphát\thuy\tnăng\tlực\tcủa\tbản\tthân,\ttham\tgia\thoạt\tđộng\tWorkshop\ttrao\tđổi\tchuyên\t", "\nmôn\tthường\txuyên\tcùng\tđội\tnhóm\tđể\tnăng\tcao\tkiến\tthức,\tnăng\tlực.", "\n- Được\ttham\tgia\tcác\tkhóa\thọc\tđào\ttạo\tvề\tkỹ\tnăng\tphát\ttriển\tcon\tngười\tvà\tkỹ\tnăng\tchuyên\tmôn.", "\n- Hưởng\tchế\tđộ\tphúc\tlợi\tkhác\ttheo\tquy\tđịnh\tcủa\tcông\tty\t(thăm\thỏi\tốm,\tđám\tcưới,\tthai\tsản…)."]], "luong": [["15-25 triệu"]], "kinhNghiem": ["2 năm"], "capBac": ["Junior"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-10"], "soLuong": ["2 người"], "linkCV": "https://devwork.vn/viec-lam/11830/back-end-(nodejs)-thuong-pass-thu-viec-5m"},
{"tenCV": ["\n                Investment manager\n              "], "congTy": ["\n                  STACK TECH COMPANY LIMITED\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/458/stack-tech-company-limited"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [[]], "moTa": [["1. Chịu trách nhiệm về công tác đầu tư các dự án đầu tiên của công ty;", "\n2. Chịu trách nhiệm thu thập và sàng lọc thông tin, đàm phán kinh doanh, thiết kế cơ cấu giao dịch và ký kết thỏa thuận đầu tư đối với các dự án giai đoạn đầu;", "\n3. Chịu trách nhiệm xem xét phê duyệt dự án, lập báo cáo nghiên cứu khả thi, đánh giá rủi ro, thực hiện đầu tư và quản lý sau đầu tư đối với các dự án đầu tư ban đầu;", "\n4. Chịu trách nhiệm hoạch định phương pháp rút lui, tìm kiếm cơ hội và nguồn lực rút lui, chuẩn bị các đề xuất rút lui và tổ chức các hoạt động rút lui cụ thể."]], "yeuCau": [["1. Có bằng thạc sĩ trở lên về tài chính, tài chính, kinh tế, quản lý và các chuyên ngành liên quan khác, tốt nghiệp các trường đại học uy tín trong và ngoài nước.", "\n2. Có trên 2 năm kinh nghiệm đầu tư thiên thần và liên quan đến FA, am hiểu thị trường vốn trong và ngoài nước, có khả năng liên kết hiệu quả các nguồn lực mạng lưới với các nền tảng khác nhau và có các kênh dự án ổn định;", "\n3. Ứng viên có kinh nghiệm làm việc tại các tổ chức đầu tư thiên thần và tổ chức FA nổi tiếng quốc tế sẽ được ưu tiên;", "\n4. Lạc quan và có động lực, có khả năng kết nối hiệu quả những người có hoàn cảnh khác nhau và có các kênh dự án ổn định;", "\n5. Làm quen với hoạt động kinh doanh, quy trình và mô hình làm việc đầu tư giai đoạn đầu, có kiến ​​thức cơ bản nhất định về tài chính, pháp lý và có khả năng độc lập thực hiện đầu tư vốn cổ phần và quản lý sau đầu tư;", "\n6. Am hiểu về năng lượng, bảo vệ môi trường, dịch vụ tiêu dùng và các lĩnh vực khác, đồng thời có khả năng phân tích toàn diện về sự phát triển của ngành, tình hình thị trường, đặc điểm kỹ thuật và các công ty hàng đầu;", "\n7. Có kỹ năng viết tốt, có khả năng độc lập hoàn thành các báo cáo thẩm định, báo cáo đầu tư và kế hoạch kinh doanh, có khả năng học hỏi cao, có tinh thần trách nhiệm và nhiệt tình với công việc;", "\n8. Tư duy nhanh nhẹn, giao tiếp tốt, có duyên, có hình ảnh và khí chất tốt", "\n9. Yêu cầu thông thạo nghe, nói và viết tiếng Anh"]], "phucLoi": [["Thử việc:  100% lương cơ bản, 20% lương thưởng theo performance hang thang", "\nLương tháng 13", "\nĐóng BHXH theo quy định của Nhà nước", "\nLàm việc trong môi trường với những người trẻ, năng động, máu lửa và nhiệt huyết trong công", "\nviệc, phát huy tối đa năng lực và sự sáng tạo của nhân viên", "\nCác phúc lợi khác:  team building, có phòng gym riêng , event của công ty.", "\nReview tăng lương 01lần/ năm.", "\nLàm việc từ thứ 2 - thứ 6, và 2 thứ bảy/ tháng"]], "luong": [["30-40 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": ["Data Engine"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-04"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11815/investment-manager"},
{"tenCV": ["\n                Tuyển Dụng Team Lead\n              "], "congTy": ["\n                  CÔNG TY CP CÔNG NGHỆ ECRM.VN\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/267/cong-ty-cp-cong-nghe-ecrm.vn"], "diaDiem": ["\n                Nghệ An\n              "], "skills": [["ASP.NET", "\n                      ASP.NET\n                    ", "\n                      C#\n                    "]], "moTa": [["- Tham gia lên kế hoạch, đảm bảo tiến độ, chất lượng của dự án cùng PM.", "\n- Hỗ trợ team Dev giải quyết các vấn đề khó khăn trong phát triển sản phẩm.", "\n- Phối hợp cùng các team BA, Tester, Support đảm bảo quá trình phát triển sản phẩm.", "\n- Check công việc, chất lượng code của member trong team. Sẵn sàng tham gia hỗ trợ nhân sự trong quá trình triển khai tính năng"]], "yeuCau": [["- Tốt nghiệp Đại Học chuyên ngành Công nghệ thông tin, Điện tử viễn thông hoặc các ngành tương đương...", "\n- Thành thạo ngôn ngữ lập trình c#, dotnet (core) framework", "\n- Có kinh nghiệp về lập trình với React/Vue/Angular", "\n- Yêu thích công việc lập trình, đam mê công nghệ thông tin", "\n- Có khả năng tư duy hệ thống, tìm tòi, học hỏi nhanh, làm việc độc lập, làm việc nhóm, chủ động trong công việc.", "\n- Có trách nhiệm cao trong công việc, sẵn sàng thu xếp thời gian để hoàn thành công việc theo yêu cầu dự án"]], "phucLoi": [["- Mức lương cơ bản từ  18 - 20 triệu tùy theo năng lực và vị trí công việc:", "\n- Sẽ được trao đổi mức lương cụ thể khi phỏng vấn.", "\n- Được tổ chức sinh nhât, nghỉ lễ, nghỉ phép và hưởng quyền lợi theo Luật lao động.", "\n- Đồng nghiệp và môi trường làm việc năng động", "\n- Cơ hội được học tập và đào tạo nội bộ về các kỹ năng trong công việc."]], "luong": [["15-25 triệu"]], "kinhNghiem": ["1 năm"], "capBac": ["Junior"], "nganhNghe": ["Fullstack"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-12"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11836/tuyen-dung-team-lead"},
{"tenCV": ["\n                Hành chính nhân sự có Tiếng Nhật\n              "], "congTy": ["\n                  JTS VIETNAM COMPANY LIMITED\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/457/jts-vietnam-company-limited"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["HR", "\n                      HR\n                    "]], "moTa": [["Tổng vụ: Nghe điện thoại, tiếp đón khách đến văn phòng, biên-phiên dịch, đặt hẹn- mua hàng, kinh doanh và các hoạt động nội bộ trong doanh nghiệp", "\nKế toán: Hợp đồng- yêu cầu thanh toán, thanh toán nội bộ công ty, thuế-bảo hiểm xã hội, liên hệ với công ty tư vấn", "\nKinh doanh: Khai thác khách hàng mới, quảng bá- tuyên truyền, điều tra thị trường", "\nBối cảnh tuyển dụng: Để mở rộng kinh doanh, chúng tôi đang tìm kiếm các thành viên có thể làm nhân viên hành chính (tổng hợp/kế toán) và kinh doanh"]], "yeuCau": [["+ Kinh nghiệm: 2 năm", "\n+ Kỹ năng: Tiếng Nhật N2", "\n- Tiếng Nhật: hiểu được hội thoại thông thường và hội thoại trong kinh doanh ( liên quan đến vấn đề thuế Việt Nam, bảo hiểm xã hội, từ ngữ chuyên dụng", "\nkế toán)", "\n- Có thể trao đổi liên hệ qua mail bằng tiếng Nhật với người Nhật", "\n- Có kinh nghiệm về hành chính nhân sự trên 1 năm tại công ty Nhật hoặc tương đương", "\n- Có kỹ năng máy tính, phần mềm văn phòng office cơ bản", "\n- Có kỹ năng quản lý thời gian biểu", "\n- Chia sẻ thẳng thắn ý kiến cá nhân ( Cần chia sẻ nhiều ý tưởng kinh doanh)", "\nĐối tượng", "\n- Hiểu rõ về tầm quan trọng của thời hạn nộp và chất lượng sản phẩm", "\n- Muốn áp dụng tiếng Nhật cho công việc", "\n- Coi trọng làm việc theo nhóm, có tinh thần tương trợ lẫn nhau", "\n- Có tinh thần tôn trọng với đồng nghiệp", "\n- Có tinh thần dám thử thách với nhiều công việc", "\n+ Tuổi: Từ 25 đến 35", "\n+ Thời gian làm việc: Từ 9h đến 17;30( Từ T2 đến T6)", "\nĐược nghỉ ngày T7, CN và ngày lễ", "\n+ Sơ yếu lý lịch tiếng Nhật (bắt buộc có ảnh)", "\nBằng cấp, bảng điểm và các chứng chỉ liên quan"]], "phucLoi": [["+ Mức lương: ~850 USD Thỏa thuận (thử việc 02 tháng)", "\n+ Thứ bảy, chủ nhật và các ngày lễ, nghỉ riêng của JTS Vietnam, nghỉ Tết, nghỉ có lương và các luật lao động khác của Việt Nam", "\n・Bảo hiểm xã hội", "\n・Kiểm tra sức khỏe", "\n・Phụ cấp ăn trưa, phụ cấp đi lại, phụ cấp tiếng Nhật, phụ cấp tiếng Anh, phụ cấp chức vụ, phụ cấp kỹ năng CNTT, phụ cấp kỹ năng kế toán", "\n+ Tăng lương 1 năm 1 lần, thưởng Tết 1 năm 1 lần, tiền thưởng theo kỳ dựa theo năng lực kinh doanh", "\n+ Du lịch công ty dựa theo thành tính kinh doanh"]], "luong": [["15-20 triệu"]], "kinhNghiem": ["2 năm"], "capBac": ["Junior"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2024-03-24"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11812/hanh-chinh-nhan-su-co-tieng-nhat"},
{"tenCV": ["\n                IOS Developer (Onsite Hoàn Kiếm)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["iOS"]], "moTa": [["- Xây dựng ứng dụng cho nền tảng iOS (Swift)", "\n- Đảm bảo hiệu suất chất lượng, khả năng đáp ứng của các ứng dụng", "\n- Tối ưu ứng dụng ở mức độ code để mang lại trải nghiệm mượt mà, ít lỗi cho người dùng", "\n- Nhận định, xử lý lỗi, giải quyết bug và cải thiện hoạt động của ứng dụng", "\n- Duy trì, hỗ trợ, nâng cấp các ứng dụng dịch vụ đã phát triển của Công ty", "\n- Báo cáo và thực hiện các công việc theo yêu cầu của cấp quản lý"]], "yeuCau": [["- Kinh nghiệm lập trình iOS từ 2 năm", "\n- Sử dụng thành thạo Object C, Swift ", "\n- Sử dụng thành thạo storyboard, Auto layout, swiftUI", "\n- Sử dụng thành thạo các framework: UIKit, StoreKit, CFNetwork, CoreData, MessageUI…", "\n- Sử dụng thành thạo SQLLite, Coredata, XML, JSon và các giao thức kết nối với Server.", "\n- Có kinh nghiệm làm về Social Networking trên IOS như Facebook, Twitter...và các loại quảng cáo như iAD, Admob...", "\n- Có kinh nghiệm làm về các ứng dụng call video trực tuyến là một lợi thế."]], "phucLoi": [["Trợ cấp onsite 100k/ ngày, Nhận 100% lương ngay từ tháng đầu tiên", "\n- Không cần thử việc, đóng đầy đủ bảo hiểm theo luật lao động Việt Nam (BHXH, BHYT, BHTN) sau 2 tháng.", "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.", "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"]], "luong": [["15-20 triệu"]], "kinhNghiem": ["2 năm"], "capBac": ["Junior"], "nganhNghe": ["Mobile Apps"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-11"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11834/ios-developer-(onsite-hoan-kiem)"},
{"tenCV": ["\n                Tuyển Dụng Tester Leader\n              "], "congTy": ["\n                  CÔNG TY CP CÔNG NGHỆ ECRM.VN\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/267/cong-ty-cp-cong-nghe-ecrm.vn"], "diaDiem": ["\n                Nghệ An\n              "], "skills": [["QA", "\n                      QA\n                    ", "\n                      QC\n                    "]], "moTa": [["- Lập kế hoạch Test, phân tích tài liệu, thiết kế Test Case, chạy Test Case.", "\n- Theo dõi, tổng hợp, đánh giá, báo cáo kết quả Test cho các bên liên quan", "\n- Thực hiện các công việc khác theo sự phân công của Quản lý trực tiếp.", "\n- Quản lý đội nhóm phụ trách"]], "yeuCau": [["- Tốt nghiệp đại học - cao đẳng chuyên nghành Công nghệ thông tin hoặc tương đương.", "\n- Yêu cầu > 1 năm kn ở vị trí tương đương", "\n- Có hiểu biết về quy trình phần mềm.", "\n- Khả năng đọc - hiểu và phân tích yêu cầu dự án", "\n- Xác định được scope test và công việc cần phải làm.", "\n- Biết sử dụng 1 vài tool quản lý bug.", "\n- Có khả năng report báo cáo tình trạng và test độ test trong dự án.", "\n- Yêu thích công việc, ham học hỏi, có tinh thần trách nhiệm cao, tỉ mỷ, cẩn thận.", "\n- Có khả năng xây dựng, quản lý và giúp đỡ những người mới"]], "phucLoi": [["- Mức lương khởi điểm từ 12 - 20 triệu tùy theo năng lực và vị trí công việc.", "\n- Được tổ chức sinh nhật, nghỉ lễ, và hưởng quyền lợi theo Luật lao động.", "\n- Cơ hội tham gia các khóa đào tạo, nâng cao nghiệp vụ chuyên nghiệp hoàn toàn miễn phí theo tiêu chuẩn của công ty.", "\n- Môi trường làm việc năng động"]], "luong": [["15-20 triệu"]], "kinhNghiem": ["1 năm"], "capBac": ["Junior"], "nganhNghe": ["Tester / QA / QC"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-12"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11837/tuyen-dung-tester-leader"},
{"tenCV": ["\n                Web Software Engineer Full Remote\n              "], "congTy": ["\n                  Nexus Frontier Tech\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/366/nexus-frontier-tech"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Golang", "PHP", "Python", "VueJS", "React Native"]], "moTa": [["- Engage with clients, partners, and other stakeholders to determine the objectives of the project. You will identify and analyze the technical challenges that need to be addressed to meet these objectives, and then take the lead in resolving them.", "\n- Create technical specifications and design the architectural framework based on the project's goals, and future vision, and in line with current software development methodologies and technologies.", "\n- Take charge of translating the architectural design and specifications into actionable development tasks. You will be responsible for all aspects of software development, skillfully handling tasks across various domains, including front-end, back-end, and DevOps.", "\n- Collaborate closely with the Quality Consultant (QC) and Project Manager to ensure software quality, playing an active role in quality assurance processes.", "\n- Along with your primary project duties, you will participate in multiple projects and take on the role of a mentor and consultant for Tech Members, guiding and supporting them as needed.", "\n- Perform additional challenging tasks as assigned by the BOM/Director, with details to be further discussed during the interview."]], "yeuCau": [["- Minimum 5 years of combined experience in both frontend and backend web development, including:", "\n- Backend development using languages such as PHP, Golang, Python, and Rust.", "\n- Frontend development utilizing modern frameworks such as React and Vue.js.", "\n- Working with Relational databases (e.g., MySQL, PostgreSQL) and key-value pair (NoSQL) databases, including schema design and scalability management.", "\n- Comprehensive design of system architecture for web services and mobile apps.", "\n- Web API interface creation ( Such as REST/GraphQL ) for web frontend and mobile interfaces.", "\n- System infrastructure planning for cloud services (AWS, GCP, Azure), and on-premises systems, with considerations for the operation work such as monitoring and data backup.", "\n- Experience in testing, including writing unit test code, designing test systems, and automating tests.", "\n- More than 2 years of experience as a technical lead, with responsibilities for managing and training junior team members.", "\n- Proven experience working in an international remote team, with proficiency in both written and verbal English communication.", "\n- Goal-Oriented Mindset: The ability to see beyond the task assigned and take a holistic view of the entire product building and software development process. You should be proactive in addressing any gaps, even if they fall outside your specific responsibilities.", "\n- Fullstack Mindset: This goes beyond web development to encompass a willingness to work proactively on anything related to system and product development. This includes but is not limited to, web backend and frontend, mobile development, infrastructure construction, and AI model development.", "\n- Eagerness to Learn Cutting-Edge Technology: You should be passionate about staying abreast of the latest technologies and be willing to share this knowledge with team members.", "\n- Excellent Communication Skills: Effective international communication is key. You should understand and appreciate cultural differences, and be able to communicate effectively with people from various backgrounds and mindsets.", "\n- Good conversational English"]], "phucLoi": [["Offer of up to $2,000+ salary, based on experience and capacity (negotiable).", "\n13-month salary and monthly financial support policies, monthly club activities.", "\nSalary review - twice per year.", "\nExtra Private health insurance coverage by the company to help you get better focus on working.", "\nFlexible working time schedule and leave policy as we know the importance of work-life balance.", "\n- Be exposed to the latest technology and the most innovative ideas worldwide.", "\n- Yearly Medical checkup.", "\n- Budget for monthly group activities, such as outdoor activities, etc. 10 USD/per person/month after probation time.", "\n- Budget for ones who have children up to 18 years old (1st child: 50 USD/ month, 2nd child & onwards 25 USD/month).", "\n- Self-host events: up to 100 USD/ event (flexible support amount is up to the event’s topic that is based on the scale and facts).", "\n- Other benefits: hospitalization (>=4 days), wedding, funeral, and offspring delivery support: 1,000,000 VND once.", "\n- Yearly events: team building activities, Year-end party, o, etc."]], "luong": [["20-40 triệu"]], "kinhNghiem": ["5 năm"], "capBac": ["Senior"], "nganhNghe": ["Fullstack"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-12"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11838/web-software-engineer-full-remote"},
{"tenCV": ["\n                QC onsite Quang Trung_LA\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["QC", "\n                      QA\n                    ", "\n                      QC\n                    "]], "moTa": [["- Chịu trách nhiệm hoàn thành công việc, đảm bảo chất lượng.", "\n- Làm việc, phối hợp công việc theo nhóm dưới sự phân công công việc của cấp trên.", "\n- Đóng góp ý kiến xây dựng và cải tiến sản phẩm.", "\n- HĐ CTV"]], "yeuCau": [["o 2-3 năm kinh nghiệm QC", "\no Tiếng anh: Đọc hiểu tài liệu chuyên ngành.", "\no Có kinh nghiệm test API, test SQL, test function", "\no Hiểu biết tốt và có kinh nghiệm về triển khai dựa án theo phương pháp Agile", "\no Kỹ năng phân tích, đọc hiểu tài liệu, tạo tài liệu", "\no Ưu tiên kinh nghiệm về bank"]], "phucLoi": [["- K thử việc , Nhận 100% lương ngay từ tháng đầu tiên", "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.", "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"]], "luong": [["10-15 triệu"]], "kinhNghiem": ["2 năm"], "capBac": ["Middle"], "nganhNghe": ["Tester / QA / QC"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-15"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11848/qc-onsite-quang-trung_la"},
{"tenCV": ["\n                Senior Manager, ServiceNow COE (onsite Q1, HCM)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [["WindowsServer"]], "moTa": [["PURPOSE", "\n•\tImplements computer system requirements by defining and analyzing system problems, designing and testing standards and solutions", "\n•\tDevelop solution by preparing and evaluating alternative workflow solutions.", "\n•\tInteract with users for collecting requirements and providing technical solutions", "\n•\tProvide guidance for junior developers to complete tasks", "\n•\tGet used to the Agile development process and reach the goal of each sprint", "\n•\tImplement the requirements by defining and analyzing system problems; designing and testing standards and solutions.", "\nKEY ACCOUNTAIBILITIES", "\n•\tDesigns and delivers ServiceNOW solutions with a technical architecture designed for long term success and following ServiceNOW technical standards and leading practices.", "\n•\tAssess the organization’s current processes and define future-state processes, work closely with Architects within the organization.", "\n•\tProvide oversight and unit testing of code developed by a partner or internal employees. Ready to deliver the code hands-on if needed.", "\n•\tReview business processes to map and take advantage of the ServiceNOW platform capabilities to improve business processes.", "\n•\t  The ability to find solutions to complex issues, including identifying the problem, gathering requirements, analyzing the situations, evaluating possible solutions, and choosing the best course of action to solve the problem. Should be able to troubleshoot the technical issue.", "\n•\t  Guides business stakeholders and teams in completing required documentation such as business requirement documents for technical aspects of the solution. ", "\n•\t  Responsible for writing the solution design document, so that developers can follow and deliver it."]], "yeuCau": [["NEED TO DO", "\nKEY PERFORMANCE INDICATORS", "\n•\tDrive ServiceNow related changes with a high rate of successful.", "\n•\tEnsures compliance with standards, procedures and processes.", "\n•\tEstablishment of measurements and targets to improve process effectiveness and efficiency.", "\n•\tSupport projects and efforts that have a broad impact across the organization related to Service Management implementation.", "\nEXTERNAL & INTERNAL CONTACTS", "\n•\tGroup Head of Infrastructure and Cloud Technologies", "\n•\tOne Cloud Team", "\n•\tHead of Service Management.", "\n•\tService Level Manager.", "\n•\tIT Service Management.", "\n•\tIT and stakeholders of Business Units.", "\n•\tIT teams of Group Shared Services.", "\n•\tCountries/Business Units.", "\n•\tVendors and/or Service Providers.", "\nNEED TO KNOW", "\nQUALIFICATIONS / EXPERIENCE", "\n•\t8+ years’ experience with technical solution design and delivery of ServiceNow solutions", "\n•\tMinimum 5 years’ experience in IT Service Management, preferably in Finance institution, Insurance industry, IT Shared Services or consulting firms.", "\n•\tExperience with ServiceNOW technologies, especially in ITSM/CMDB/ITOM/ITAM", "\nCERTIFICATIONS ", "\n•\tITIL V3/V4 Certification.", "\n•\tCertified as ServiceNow – System Administrator (CSA)", "\n•\tCertified as ServiceNow – Application Developer (CAD)", "\n•\tCertified Implementation Specialist (CIS) – ITSM", "\n•\tMicro certificate – Integration Hub fundamentals", "\n•\tCIS – Discovery, CIS – Service Mapping, CIS – Software Asset Management, CIS – Hardware Asset Management will be a plus.", "\nKNOWLEDGE & TECHNICAL SKILLS", "\n•\tDemonstrating experience working with workflows in one or more key areas of the ServiceNow platform (e.g., ITSM, CSM, ITOM, SecOps)", "\n•\tExcellent communication skills (English preferred) and a business centric attitude", "\n•\tExperience with web technologies (XML, HTML, JavaScript, Web services etc), App Engine, Flow Designer, Workflows and working in a SaaS environment.", "\n•\tExperience working with Agile methodologies.", "\n•\tDemonstrated ability with ServiceNow incident, change, problem, request, CMDB and knowledge management applications.", "\n•\tExperience in IT service management", "\n•\tAbility to analyze, troubleshoot and resolve complex software application related problems.", "\n•\tApplies standard methodology, techniques, procedures and criteria.", "\n•\tAbility to analyze raw results, determine/resolve bottlenecks, and create meaningful documentation of testing scenarios and results.", "\n•\tUp-to-date knowledge of marketplace and technology changes pertinent to ServiceNow, monitoring tools, and ITIL processes.", "\n•\tExperience troubleshooting integration. management, security, and application issues."]], "phucLoi": [["- No probationary period, receive 100% official salary, Onsite allowances 100.000 VND/day", "\n- Opportunities onsite and working with big customers, advanced technology, self-development...", "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.", "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.", "\n- Working in a young, vibrant, modern and multicultural environment; Communication activities and events on holidays take place regularly.", "\n- Opportunity for advancement based on ability with corresponding increase in rank and salary increase.", "\n- Have the right to participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills…)", "\n- And many other attractive benefits..."]], "luong": [["30-40 triệu"]], "kinhNghiem": ["7 năm"], "capBac": ["Senior"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-16"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11854/senior-manager-servicenow-coe-(onsite-q1-hcm)"},
{"tenCV": ["\n                C# Developer (onsite Phạm Văn Bạch)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["C#"]], "moTa": [["Build software according to the requirements of the Company and the Customer.", "\nResearch and bring research results as required", "\nPerform other duties as assigned by the head of department", "\nDevelop UIAutomation core activity"]], "yeuCau": [["- Reseach solution and design product architecture", "\n- Develop browser extension for Chrome/Edge/Firefox to automate websites", "\n- Develop core activity to automate Win32/Java apps", "\nQualification", "\n- At least 3 years as C# and JavaScript developer", "\n- Have strong knowledge of website structure: iframe, shadow dom, event listeners", "\n- Have strong experience with communication protocol: named pipe, socket", "\n- Have strong experience with browser extension (Manifest V3)", "\n- Proficient with Windows Presentation Framework (WPF), Workflow Foundation (WF)", "\n- Proficient with code versioning tools: Git", "\n- Good to have experience with automation web/window/Java apps", "\n- Good to have experience with tools: UIPath, Automation Anywhere, Blueprism, Winactor", "\n- Understanding of Agile methodologies", "\n- Excellent troubleshooting and communication skills"]], "phucLoi": [["- No probationary period, receive 100% official salary", "\n- Opportunities onsite and working with big customers, advanced technology, self-development...", "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.", "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.", "\n- Working in a young, vibrant, modern and multicultural environment; Communication activities and events on holidays take place regularly.", "\n- Opportunity for advancement based on ability with corresponding increase in rank and salary increase.", "\n- Have the right to participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills…)", "\n- And many other attractive benefits..."]], "luong": [["20-25 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-16"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11853/c-developer-(onsite-pham-van-bach)"},
{"tenCV": ["\n                Java developer (onsite Quang Trung)_LA\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Java"]], "moTa": [["- Chịu trách nhiệm hoàn thành công việc, đảm bảo chất lượng.", "\n- Làm việc, phối hợp công việc theo nhóm dưới sự phân công công việc của cấp trên.", "\n- Đóng góp ý kiến xây dựng và cải tiến sản phẩm.", "\n- Lên kế hoạch và đề xuất ý tưởng công việc."]], "yeuCau": [["- Có ít nhất 2.5 năm kinh nghiệm làm việc với Java", "\n- Thành thạo  Java web,Spring, Jpa, security"]], "phucLoi": [["- K thử việc , Nhận 100% lương ngay từ tháng đầu tiên", "\n- Trợ cấp onsite 100k/ngày", "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.", "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"]], "luong": [["15-20 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-17"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11856/java-developer-(onsite-quang-trung)_la"},
{"tenCV": ["\n                Junior PHP (onsite Tân Bình)_LA\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [["PHP"]], "moTa": [["- Chịu trách nhiệm hoàn thành công việc, đảm bảo chất lượng.", "\n- Làm việc, phối hợp công việc theo nhóm dưới sự phân công công việc của cấp trên.", "\n- Đóng góp ý kiến xây dựng và cải tiến sản phẩm."]], "yeuCau": [["- Trên 2 năm kinh nghiệm PHP ", "\n- Thành thạo hệ quản trị nội dung Drupal"]], "phucLoi": [["- Không cần thử việc, nhận làm chính thức hưởng 100% lương và được đóng đầy đủ bảo hiểm theo luật lao động Việt Nam (BHXH, BHYT, BHTN) ngay từ ngày onboard.", "\n- Thưởng theo thâm niên, dự án, lương tháng 13, hiệu quả công việc vào cuối năm.", "\n- Tham gia các hoạt động của công ty: Liên hoan tháng, quý, teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.", "\n- Làm việc với hệ thống lớn và tiên tiến, có cơ hội phát triển kỹ năng công nghệ toàn diện với các bài toán phức tạp, yêu cầu độ chính xác cao.", "\n- Đánh giá năng lực, hiệu suất làm việc 2 lần trong năm.", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Cơ hội triển khai các dự án tham vọng ở nhiều quốc gia, tiếp xúc với những công nghệ mới nhất và học hỏi từ những đồng nghiệp giỏi.", "\n- Được tham gia các khoá đào tạo kỹ năng: AWS, Microservice, ngoại ngữ (tiếng Anh, tiếng Nhật)…"]], "luong": [["10-20 triệu"]], "kinhNghiem": ["2 năm"], "capBac": ["Middle"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-15"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11845/junior-php-(onsite-tan-binh)_la"},
{"tenCV": ["\n                IOS Developer (Onsite Pham Văn Đồng)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["iOS"]], "moTa": [["Xây dựng phần mềm theo yêu cầu của Công ty và Khách hàng.", "\nNghiên cứu và đưa ra kết quả nghiên cứu theo yêu cầu", "\nThực hiện các nhiệm vụ khác theo sự phân công của trưởng bộ phận"]], "yeuCau": [["- Từ 2,5 năm kinh nghiêm làm việc với IOS SDK, Xcode ", "\n- Có kiến thức sâu về OOP, MVC, MVVM, IOS SDK", "\n- Có kiến thức về UI/ UX, UI Building", "\n- Có KN làm việc với lập trình giao tiếp giữa moble và server qua TCP/ IP firebase, Websocket, Web service", "\n- Có KN với swift, có KN về objective C là một lợi thế", "\n- Có kinh nghiệm đưa app lên store là một lợi thế", "\n- có kinh nghiệm trong testing", "\n- Kinh nghiệm với tool, Jira/ Git", "\n- Có kinh nghiệm code và tối ưu hóa hiệu suất là một lợi thế", "\n- có kiến thức về common design patterns là một lợi thế"]], "phucLoi": [["- Không thử việc, hưởng 100% lương chính thức", "\n- Cơ hội onsite và làm việc với khách hàng lớn, công nghệ tiên tiến, khả năng tự phát triển...", "\n- Cơ hội làm việc nhóm với nhiều chuyên gia hàng đầu trong lĩnh vực CNTT trong nước và quốc tế.", "\n- Cơ hội thực hiện các dự án đầy tham vọng ở nhiều quốc gia, tiếp xúc với các công nghệ mới nhất và học hỏi từ những đồng nghiệp giỏi.", "\n- Làm việc trong môi trường trẻ, năng động, hiện đại và đa văn hóa; Các hoạt động truyền thông, sự kiện vào các ngày lễ diễn ra thường xuyên.", "\n- Cơ hội thăng tiến theo năng lực với mức tăng cấp bậc và tăng lương tương ứng.", "\n- Được tham gia các khóa đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản lý dự án, kỹ năng đàm phán…)", "\n- Và nhiều quyền lợi hấp dẫn khác..."]], "luong": [["15-25 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": ["Mobile Apps"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-16"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11855/ios-developer-(onsite-pham-van-dong)"},
{"tenCV": ["\n                Brse (Onsite Xuân Thủy)_LA\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Bridge Engineer"]], "moTa": [["Xây dựng phần mềm theo yêu cầu của Công ty và Khách hàng.", "\nNghiên cứu và đưa ra kết quả nghiên cứu theo yêu cầu", "\nThực hiện các nhiệm vụ khác theo sự phân công của trưởng bộ phận"]], "yeuCau": [["Kỹ năng nghe, nói, đọc, viết tài liệu kỹ thuật và giao tiếp tốt bằng tiếng Nhật. (Tương đương N2 trở", "\nlên)", "\n- Có kinh nghiệm quản lý, kiêm BSE ít nhất 2 năm trở lên", "\n- Có kinh nghiệm trong lĩnh vực IT, ", "\n- Chủ động và ý thức trách nhiệm cao, sẵn sàng học hỏi, chăm chỉ.", "\n- Có tư duy hệ thống, tư duy logic tốt, tiếp thu kiến thức mới nhanh, có khả năng đề xuất vấn đề và", "\ngiải quyết vấn đề."]], "phucLoi": [["- K thử việc , Nhận 100% lương ngay từ tháng đầu tiên", "\n- Trợ cấp onsite 100k/ngày", "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.", "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"]], "luong": [["25-30 triệu"]], "kinhNghiem": ["2 năm"], "capBac": ["Junior"], "nganhNghe": ["Bridge Engineer"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-17"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11857/brse-(onsite-xuan-thuy)_la"},
{"tenCV": ["\n                IOS Developer (onsite Quang Trung)_LA\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["iOS"]], "moTa": [["- Xây dựng ứng dụng cho nền tảng iOS (Swift)", "\n- Đảm bảo hiệu suất chất lượng, khả năng đáp ứng của các ứng dụng", "\n- Tối ưu ứng dụng ở mức độ code để mang lại trải nghiệm mượt mà, ít lỗi cho người dùng", "\n- Nhận định, xử lý lỗi, giải quyết bug và cải thiện hoạt động của ứng dụng", "\n- Báo cáo và thực hiện các công việc theo yêu cầu của cấp quản lý"]], "yeuCau": [["- Kinh nghiệm lập trình iOS từ 2 năm", "\n- Sử dụng thành thạo Object C, Swift", "\n- Có kinh nghiệm làm bank là một lợi thế"]], "phucLoi": [["Trợ cấp onsite 100k/ ngày, Nhận 100% lương ngay từ tháng đầu tiên", "\n- Không cần thử việc, đóng đầy đủ bảo hiểm theo luật lao động Việt Nam (BHXH, BHYT, BHTN) sau 2 tháng.", "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.", "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"]], "luong": [["15-20 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": ["Mobile Apps"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-17"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11858/ios-developer-(onsite-quang-trung)_la"},
{"tenCV": ["\n                Business Analyst (Onsite Trần Quang Khải)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Business Analyst"]], "moTa": [["- Tham gia dự án phần mềm tại văn phòng KH.", "\n- Phạm vi công việc từ làm rõ yêu cầu của khách hàng, phát triển, kiểm thử, triển khai và vận hành hệ thống cho khách hàng.", "\n- Đảm bảo phát triển phần mềm đúng hạn, đúng quy trình và đảm bảo chất lượng."]], "yeuCau": [["- Tốt nghiệp các trường Đại học (Kinh tế) chính quy", "\n- Có ít nhất 2 năm kinh nghiệm trong công việc trao đổi, thu thập thông tin nghiệp vụ ngân hàng, tài chính, Fintech ", "\n- Phân tích nghiệp vụ ", "\n- Có kinh nghiệp triển khai & quản lý dự án", "\n- Có kiến thức tổng quan , hiểu biết về triển khai hệ thống Data Warehouse", "\n- Có kinh nghiệm trong việc mô tả luồng nghiệp vụ và lưu đồ hóa"]], "phucLoi": [["- Trợ cấp onsite 100k/ ngày", "\n- Thử việc 2 tháng nhận 100% lương, đóng đầy đủ bảo hiểm theo luật lao động Việt Nam (BHXH, BHYT, BHTN) sau 2 tháng.", "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.", "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"]], "luong": [["15-25 triệu"]], "kinhNghiem": ["2 năm"], "capBac": ["Middle"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-09-23"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11663/business-analyst-(onsite-tran-quang-khai)"},
{"tenCV": ["\n                Quản lý dự án\n              "], "congTy": ["\n                  CÔNG TY TNHH VERISERVE VIỆT NAM\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/69/cong-ty-tnhh-veriserve-viet-nam"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Project Manager"]], "moTa": [["・Đầu mối tiếp nhận yêu cầu, hoạch định và quản lý dự án(Bao gồm quản lý nhân lực của dự án).", "\n案件の受け取り、計画、管理(案件内リソース管理を含む)", "\n・Xây dựng và quản lý kế hoạch triển khai dự án.", "\n案件展開の計画の作成・管理", "\n• Chịu trách nhiệm về dự án bao gồm chất lượng, tiến độ, chi phí", "\n案件の QCD の責任者", "\n・Phụ trách định hướng đào tạo, đánh giá thành viên trong team.", "\nチームメンバーの教育推進・評価のサポート", "\n• Triển khai các chương trình hoạt động cải thiện năng suất ,chất lượng cho các thành viên trong team", "\nmình phụ trách", "\n改善・効率化など活動を推進"]], "yeuCau": [["【必要】 【Yêu cầu】", "\n5~10 名規模のプロジェクトマネジメント経験 3 年以上", "\nCó kinh nghiệm quản lý các dự án quy mô 5~10 người trên 3 năm", "\nソフトウェア開発に関する経験:5 年以上", "\nCó kinh nghiệm liên quan đến phát triển phần mềm trên 5 năm", "\n【尚可】 【Ưu tiên】", "\n英語または日本語能力", "\nBiết tiếng Nhật hoặc tiếng anh", "\nPMP 等のソフトウェア開発・プロジェクト管理に関する資格", "\nCó chứng chỉ liên quan đến ngành IT như PMP", "\nアジャイル方法論の知識・経験", "\nKiến thức và kinh nghiệm trong các phương pháp Agile", "\n・新しいことにチャレンジするのが好きな方", "\nỨng viên yêu thích làm việc, thử sức với các công nghệ và lĩnh vực mới", "\n・自ら考え行動できる方", "\nỨng viên có khả năng tự học hỏi suy nghĩ và hành động", "\n・チームワークが好きな方", "\nỨng viên thích làm việc theo nhóm", "\n・複数ドメイン・言語で仕事したい方", "\nỨng viên muốn làm việc với nhiều lĩnh vực và ngôn ngữ khác nhau"]], "phucLoi": [["- Lương: 2000 - 3000 USD (Tùy năng lực)", "\n- Tham gia BHXH full lương, thử việc full lương", "\n- Thưởng", "\n- Tăng lương hàng năm", "\n- Thăng chức", "\n- Làm thêm giờ", "\n- Công tác", "\n- Nghỉ phép hàng năm", "\n- Nhân viên chủ chốt khi công ty mới thành lập, ứng viên cho vị trí quản lý", "\n- Có cơ hội nâng cao năng lực", "\n- Đào tạo ngắn hạn ở Nhật Bản", "\n- Đào tạo tiếng Nhật", "\n- Thời gian làm việc: 8-17h nhưng sau này sẽ đề xuất chuyển sang Flextime"]], "luong": [["40-60 triệu"]], "kinhNghiem": ["5 năm"], "capBac": ["Senior"], "nganhNghe": ["Fullstack"], "hinhThuc": ["Full-time"], "hanNopCV": ["2024-03-31"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11686/quan-ly-du-an"},
{"tenCV": ["\n                Techlead Golang/Reactjs (hybrid working)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [["ReactJS", "Golang"]], "moTa": [["• Lead a team of software engineers to deliver software solutions on the company’s platform.", "\n• Work with leadership and product management to establish engineering timelines, specifications, and roadmaps.• Collaborate on technical architectures and provide guidance to build products that scale.", "\n• Manage bugs, product backlog, and operational issues with your teams' services.", "\n• Work closely with our Identity and Access Management and QA teams to deliver secure, high-quality software.", "\n• Document technical proposals, implementation plans, and operational guidelines for your team.", "\n• Manage the quality of your team’s work via document and code review.", "\n• Hybrid working: 2 days in office"]], "yeuCau": [["• 5+ years of professional software development experience managing complex software projects.", "\n• English: Fluent", "\n• Degree in Computer Science, Engineering, Mathematics, Physics, or similar field of study, or equivalent work experience.", "\n• Demonstrated ability to manage teams of people towards a common goal.", "\n• Experience in TypeScript, React, and Go.", "\n• Write well-structured and tested code.", "\n• Follow the latest in software engineering and open source technologies.", "\n• Passionate in coaching people, lead by example."]], "phucLoi": [["- Trợ cấp onsite 100k/ ngày", "\n- Không cần thử việc, nhận làm chính thức hưởng 100% lương", "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.", "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.", "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"]], "luong": [["30-40 triệu"]], "kinhNghiem": ["Trên 5 năm"], "capBac": ["Technical Leader"], "nganhNghe": ["Fullstack"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-09-24"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11667/techlead-golangreactjs-(hybrid-working)"},
{"tenCV": ["\n                Performance Test Engineer\n              "], "congTy": ["\n                  Devwork Client\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/3128/devwork-client"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Tester"]], "moTa": [["o Build modular automated performance test scripts to identify load and scalability concerns for web-based applications and mobile applications utilizing SOA design and API’s in a continuous integration environment provide remediation plans", "\no Utilizing load, stress, and analysis tools to model performance scenarios, perform initial analysis using performance monitoring tool and identify potential system and resources bottlenecks", "\no Analyze performance results and produce relevant reports and quality metrics with suggestions for improvements", "\no Research new ways of performance testing and recommend system configuration and tuning improvements based on observations"]], "yeuCau": [["At least 3 years of experience in testing:", "\no Known use of Jmetter, at least 1 year of experience", "\no Know how to program in Jmetter", "\no Understand the architecture of 1 software system, if you have ever done micro-service, the better", "\no Professional knowledge of software testing and performance testing, test types, test levels", "\no Expert in postman use"]], "phucLoi": [["o 100% salary in probation time", "\no Healthcare: Annual health check-up, Premium Health Insurance (Trustify Care)", "\no 12 annual leaves + holidays", "\no Bonus review bi-annually based on performance", "\no Bonus for excellent project performance", "\no Annually company trip & project close team outing"]], "luong": [["15-25 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": ["Tester / QA / QC"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-09-28"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11688/performance-test-engineer"},
{"tenCV": ["\n                Division Director/Vice Division Director\n              "], "congTy": ["\n                  Devwork Client\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/3128/devwork-client"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Project Manager"]], "moTa": [["- Chịu trách nhiệm trong việc xây dựng và triển khai kế hoạch tháng/quý/năm của Division.", "\n- Quản lý chung về resource, chất lượng các dự án trong Division; quản lý Profit/Lost của các dự án trong Division.", "\n- Phân chia dự án, nhiệm vụ cho các PM/Techlead/Senior Dev... trong Division.", "\n- Phối hợp với bộ phận Sales trong việc tìm kiếm, đàm phán và chăm sóc khách hàng.", "\n- Review/create estimate (các dự án về web, mobile,..); tư vấn về chuyên môn kỹ thuật cho khách hàng, làm việc với khách hàng để làm rõ yêu cầu cụ thể của mỗi dự án, đảm bảo tính khả thi về mặt kỹ thuật và nguồn lực.", "\n- Phối hợp với các bộ phận khác trong công ty để đảm bảo hoạt động của Division: tuyển dụng nhân sự, chuẩn bị máy móc thiết bị cho Nhân viên, phối hợp triển khai đào tạo....", "\n- Chịu trách nhiệm làm các báo cáo liên quan đến Division và các công việc khác theo phân công của Ban Giám đốc Công ty."]], "yeuCau": [["- Trình độ tiếng Nhật từ N2 trở lên, có thể giao tiếp tốt với khách hàng.", "\n- Có từ 4 năm kinh nghiệm ở vị trí PM hoặc BrSE.", "\n- Có kỹ năng lãnh đạo, khả năng đưa ra quyết định.", "\n- Ưu tiên ứng viên có kinh nghiệm ở vị trí tương đương (nếu chưa có kinh nghiệm quản lý Division sẽ được BLĐ định hướng đào tạo)"]], "phucLoi": [["- Thu nhập tối thiểu 13 tháng lương theo thỏa thuận + thưởng hiệu suất kinh doanh.", "\n- Xét tăng lương 2 lần/năm theo năng lực và hiệu quả công việc.", "\n- Được hỗ trợ 100% chi phí tham gia các khóa học kỹ năng mềm và các khóa đào tạo chuyên môn, luyện thi các chứng chỉ uy tín trong và ngoài nước.", "\n- Nghỉ thứ 7, Chủ nhật + Nghỉ phép theo Quy định của Pháp luật hiện hành.", "\n- Được tham gia bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo Quy định của Pháp luật hiện hành và quy định công ty.", "\n- Khám sức khỏe định kỳ 1 năm/1 lần.", "\n- Bảo hiểm chăm sóc sức khỏe 24/24 (PVI Care).", "\n- Trợ cấp tiếng Nhật và các chứng chỉ IT liên quan (hình thức: khen thưởng, tăng lương...).", "\n- Được tham gia các Câu lạc bộ của Công ty: CLB Bóng đá, các CLB Game...", "\n- Được tham gia các hoạt động tập thể sôi động của công ty: Nghỉ mát hàng năm, Teambuilding hàng quý, Gala cuối năm..."]], "luong": [["40-50 triệu"]], "kinhNghiem": ["4 năm"], "capBac": ["Senior"], "nganhNghe": ["Mobile Apps"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-10-08"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11733/division-directorvice-division-director"},
{"tenCV": ["\n                Trưởng phòng nhân sự\n              "], "congTy": ["\n                  Devwork Client\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/3128/devwork-client"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [["HR", "\n                      HR\n                    "]], "moTa": [["-\tChịu trách nhiệm phát triển, triển khai các chiến lược nhân sự phù hợp với chiến lược kinh doanh tổng thể;", "\n-\tXây dựng các chính sách, quy định và quản lý các hoạt động liên quan đến nhân sự.", "\n-\tXây dựng và thực hiện chiến lược nhân sự phù hợp với chiến lược kinh doanh tổng thể trong từng giai đoạn phát triển của công ty;", "\n-\tXây dựng ngân sách phúc lợi toàn Công ty theo từng thời điểm;", "\n-\tXây dựng và thực hiện kế hoạch tuyển dụng. Triển khai các dự án tuyển dụng, thương hiệu Nhà tuyển dụng đáp ứng nhu cầu dài hạn và ngắn hạn của nguồn nhân lực;", "\n-\tXây dựng các chính sách, quy định và quản lý các hoạt động liên quan đến nhân sự; ", "\n-\tXây dựng và đảm bảo thực hiện hệ thống Đánh giá Hiệu quả làm việc (KPI) và Đánh giá Năng lực nhân viên;", "\n-\tXây dựng thang bảng lương và các chính sách phúc lợi;", "\n-\tXây dựng hệ thống các quy định, quy chế, qui trình;", "\n-\tXây dựng cơ cấu tổ chức của công ty – các bộ phận trong Công ty và giám sát việc chấp hành;", "\n-\tĐánh giá nhu cầu, xây dựng kế hoạch đào tạo, định hướng phát triển đội ngũ ngắn hạn/trung hạn/dài hạn. Xây dựng, đề xuất các chương trình đào tạo phù hợp cho nhu cầu phát triển nguồn lực và đào tạo hội nhập;", "\n-\tChịu trách nhiệm về các báo cáo liên quan đến lương, thuế TNCN , BHXH đối với các cơ quan nhà nước;", "\n-\tGiải quyết các vấn đề mâu thuẫn, tranh chấp quyền lợi lao động giữa nhân viên và công ty;", "\n-\tTuyên truyền các chính sách, quy định của Công ty đến nhân viên, phòng ban;", "\n-\tPhối hợp và hỗ trợ các phòng ban xây dựng và triển khai chính sách riêng biệt."]], "yeuCau": [["1.\tKiến thức & bằng cấp:  ", "\n- Ứng viên từng có kinh nghiệm quản lý nhân sự tại các công ty CNTT", "\n-\tTốt nghiệp đại học trở lên các chuyên ngành Quản trị nhân sự, luật, kinh tế hoặc các ngành có liên quan;", "\n-\tCó kiến thức chuyên môn tốt về quản trị nhân lực, tâm lý học;", "\n-\tCó kiến thức về luật và thường xuyên cập nhật về luật lao động, luật doanh nghiệp , luật BHXH", "\n2.\tKỹ năng :", "\n-\tTiếng anh giao tiếp", "\n-\tKỹ năng giao tiếp lưu loát", "\n-\tKỹ năng đàm phán, thương lượng", "\n-\tKỹ năng làm độc lập cao, tư duy phân tích, xử lý vấn đề, tư duy hệ thống.", "\n3.\tKinh Nghiệm: ", "\n-\tCó kinh nghiệm xây dựng quy trình SOP", "\n-\tCó kinh nghiệm giải quyết tranh chấp lao động", "\n-\tCó kinh nghiệm xử lý thanh tra lao động, BHXH, thuế TNCN", "\n-\tCó kinh nghiệm ít nhất 03 năm tại vị trí tương dương.", "\n4.\tPhẩm chất cá nhân :", "\n-\tNghiêm túc", "\n-\tTrung thực, minh bạch", "\n-\tChuyên nghiệp", "\n-\tChịu áp lực cao", "\n5. Độ tuổi", "\n- Sinh năm 1977 trở lại"]], "phucLoi": [["1.\tMức lương: Negotiable", "\n2.\t18 ngày phép năm bao gồm :12 ngày phép thường niên, 2 ngày phép cấp bậc , 3 ngày phép ốm", "\n3.\tĐược đóng BHXH, BHTN, BHYT và các chính sách đầy đủ theo luật lao động.", "\n4.\tLương tháng 13 & các chính sách thưởng, phụ cấp tại Công ty", "\n5.\tBảo hiểm chăm sóc sức khỏe UNIT dành cho cá nhân và gia đình", "\n6.\tTăng lương theo quy định Công ty hoặc tăng lương đột xuất nếu năng lực vượt trội", "\n7.\tTham gia các khóa học nâng cao, chuyên môn và kỹ năng mềm", "\n8.\tMôi trường làm việc chuyên nghiệp, năng động, cơ hội thăng tiến không hạn chế", "\n9.\tTham gia các chuyến du lịch, teambuilding & hoạt động cộng đồng của công ty."]], "luong": [["25-35 triệu"]], "kinhNghiem": ["Trên 5 năm"], "capBac": ["Super Manager"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-10-12"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11746/truong-phong-nhan-su"},
{"tenCV": ["\n                Tester (Onsite Quang Trung, Hoàn Kiếm)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Tester"]], "moTa": [["- Tham gia dự án phần mềm tại văn phòng KH.", "\n- Phạm vi công việc từ làm rõ yêu cầu của khách hàng, phát triển, kiểm thử, triển khai và vận hành hệ thống cho khách hàng.", "\n- Đảm bảo phát triển phần mềm đúng hạn, đúng quy trình và đảm bảo chất lượng."]], "yeuCau": [["o Kỹ năng Kiểm thử phần mềm: viết testcase, test report", "\no Trình độ: Có chứng chỉ chuyên ngành CNTT. Tiếng anh: Đọc hiểu tài liệu chuyên ngành.", "\no Sử dụng thành thạo postman, jenkins, jmeter, automation test tools.", "\no Có kinh nghiệm test API, test SQL, test function", "\no Hiểu biết tốt và có kinh nghiệm về triển khai dựa án theo phương pháp Agile", "\no Kỹ năng phân tích, đọc hiểu tài liệu, tạo tài liệu", "\no Ưu tiên kinh nghiệm  về bank"]], "phucLoi": [["- K thử việc , Nhận 100% lương ngay từ tháng đầu tiên", "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.", "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"]], "luong": [["15-25 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": ["Tester / QA / QC"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-10-13"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11753/tester-(onsite-quang-trung-hoan-kiem)"},
{"tenCV": ["\n                Java Developer (Onsite Tây Hồ)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Java"]], "moTa": [["- Xây dựng phần mềm theo yêu cầu của Công ty và Khách hàng.", "\n- Nghiên cứu và đưa ra kết quả nghiên cứu theo yêu cầu", "\n- Thực hiện các nhiệm vụ khác theo sự phân công của trưởng bộ phận."]], "yeuCau": [["- Kỹ năng xử lý công việc theo tiến độ.", "\n- Có ký năng làm việc nhóm tốt.", "\n- Có khả năng tư duy, học hỏi nhanh. Cẩn thận, tỉ mỉ.", "\n- Có kinh nghiệm làm việc với Git và GitHub", "\n- Nắm vững kiến thức Java, Sử dụng thành thạo Spring/ Sping boot", "\n- Thành thạo hệ quản trị cơ sở dữ liệu MS SQL, MySQL và Oracle", "\n- Sử dụng thành thạo IntelliJ, Eclipse, Netbean, ...", "\n- Có kiến thức về Docker K8s. Thành thạo build image."]], "phucLoi": [["- Không cần thử việc, có việc làm chính thức hưởng 100% lương", "\n- Cơ hội onsite và làm việc với khách hàng lớn, công nghệ tiên tiến, khả năng tự phát triển...", "\n- Cơ hội làm việc nhóm với nhiều chuyên gia hàng đầu trong lĩnh vực CNTT trong nước và quốc tế.", "\n- Cơ hội thực hiện các dự án đầy tham vọng ở nhiều quốc gia, tiếp xúc với các công nghệ mới nhất và học hỏi từ những đồng nghiệp giỏi.", "\n- Làm việc trong môi trường trẻ, năng động, hiện đại và đa văn hóa; Các hoạt động truyền thông, sự kiện vào các ngày lễ diễn ra thường xuyên.", "\n- Cơ hội thăng tiến theo năng lực với mức tăng cấp bậc và tăng lương tương ứng.", "\n- Được quyền tham gia các khóa đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản lý dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật.", "\n- Và nhiều quyền lợi hấp dẫn khác..."]], "luong": [["15-20 triệu"]], "kinhNghiem": ["2 năm"], "capBac": ["Middle"], "nganhNghe": ["Frontend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-10-14"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11754/java-developer-(onsite-tay-ho)"},
{"tenCV": ["\n                Java Senior (Hybrid)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Java"]], "moTa": [["Build software according to the requirements of the Company and the Customer.", "\nResearch and bring research results as required", "\nPerform other duties as assigned by the head of department."]], "yeuCau": [["- Proficient in English", "\n- Bachelor’s or master’s degree in engineering - Computer Science, Software Engineering or equivalent discipline.", "\n- 5+ years of hands-on development experience, primarily using Java.", "\n- Good at the logic algorithm (can live coding)", "\n- Experience and knowledge of databases – both relational and NoSQL.", "\n- Working knowledge of Java, Spring, Hibernate, REST, XML, JSON, Message Queues, databases – both relational and non-relational.", "\n- Working knowledge of distributed messaging and streaming platforms, such as Apache Kafka Streams as well as dealing with unbounded data.", "\n- Comprehensive understanding of software systems, including the compiler/JVM/garbage collection, distributed systems, optimizers and compilers.", "\n- Understanding of the TCP stack and MQTT/HTTP based protocols.", "\n- Knowledge and hands-on experience in docker development and deployments such as Kubernetes.", "\n- Knowledge of one of the major cloud providers(Azure/AWS/GCP).", "\n- Knowledge of CI/CD based workflow"]], "phucLoi": [["- No need to try a job, get an official job with 100% salary", "\n- Opportunities onsite and working with big customers, advanced technology, self-development...", "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.", "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.", "\n- Working in a young, vibrant, modern and multicultural environment; Communication activities and events on holidays take place regularly.", "\n- Opportunity for advancement based on ability with corresponding increase in rank and salary increase.", "\n- Have the right to participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills…) and Japanese language classes.", "\n- And many other attractive benefits..."]], "luong": [["30-40 triệu"]], "kinhNghiem": ["6 năm"], "capBac": ["Senior"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-10-14"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11755/java-senior-(hybrid)"},
{"tenCV": ["\n                Fullstack Nodejs, Reactjs (onsite Tân Bình)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [["NodeJS", "ReactJS"]], "moTa": [["Tham gia phát triển dự án làm tại văn phòng Khách hàng", "\nChịu trách nhiệm xây dựng tính năng, giao diện sản phẩm theo yêu cầu được giao"]], "yeuCau": [["Có trên 4 năm kinh nghiệm lập trình Reactjs, Nodejs", "\nThành thạo HTML/CSS, Bootstrap", "\nCó kiến thức về các hệ thống cloud (private cloud)", "\nTiếng Anh giao tiếp tốt"]], "phucLoi": [["- Không cần thử việc, có việc làm chính thức hưởng 100% lương", "\n- Cơ hội onsite và làm việc với khách hàng lớn, công nghệ tiên tiến, khả năng tự phát triển...", "\n- Cơ hội làm việc nhóm với nhiều chuyên gia hàng đầu trong lĩnh vực CNTT trong nước và quốc tế.", "\n- Cơ hội thực hiện các dự án đầy tham vọng ở nhiều quốc gia, tiếp xúc với các công nghệ mới nhất và học hỏi từ những đồng nghiệp giỏi.", "\n- Làm việc trong môi trường trẻ, năng động, hiện đại và đa văn hóa; Các hoạt động truyền thông, sự kiện vào các ngày lễ diễn ra thường xuyên.", "\n- Cơ hội thăng tiến theo năng lực với mức tăng cấp bậc và tăng lương tương ứng.", "\n- Được quyền tham gia các khóa đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản lý dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật.", "\n- Và nhiều quyền lợi hấp dẫn khác..."]], "luong": [["25-35 triệu"]], "kinhNghiem": ["4 năm"], "capBac": ["Senior"], "nganhNghe": ["Fullstack"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-10-15"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11758/fullstack-nodejs-reactjs-(onsite-tan-binh)"},
{"tenCV": ["\n                QC (onsite Q1/Q7, Ho Chi Minh)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [["QC", "\n                      QA\n                    ", "\n                      QC\n                    "]], "moTa": [["Build software according to the requirements of the Company and the Customer.", "\nResearch and bring research results as required", "\nPerform other duties as assigned by the head of department."]], "yeuCau": [["• Degree in Computer Software or related fields. ", "\n• 3+ year experience in software testing, including functional and regression testing. ", "\n• Experience in Windows, iOS, and mobile apps. ", "\n• Experience working with software development lifecycle tools, such as Jira, DevOps Azure, and Zephyr (test case management). ", "\n• Experience with user acceptance and user experience testing. ", "\n• Experience in bug verification testing. ", "\n• Experience in banking products is huge plus.", "\n• Domain: Fintech"]], "phucLoi": [["- Onsite allowance 100k/day, Equipment allowance 30k/day", "\n- No need to try a job, get an official job with 100% salary", "\n- Opportunities onsite and working with big customers, advanced technology, self-development...", "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.", "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.", "\n- For candidates from Hanoi coming to HCM onsite, the company will take care of accommodation"]], "luong": [["20-25 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": ["Tester / QA / QC"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-10-26"], "soLuong": ["15 người"], "linkCV": "https://devwork.vn/viec-lam/11790/qc-(onsite-q1q7-ho-chi-minh)"},
{"tenCV": ["\n                SALES STAFF\n              "], "congTy": ["\n                  Devwork Client\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/3128/devwork-client"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [["Sale Man"]], "moTa": [["Account manage and seek opportunities in the Vietnam market for all existing UNIT customers / partners in the BSFI and Enterprise Sector to further onsell UNIT business solutions and services.", "\nDevelop and implement account management plan for strategic assigned customers as directed by the line manager", "\nBuild up and effectively manage continuous pipeline to ensure stable business generation. ", "\nLiase with the Technical/BU team and partners and related departments to prepare proposals for customers. ", "\nFollow up to ensure the deals are properly managed, closed, contracts/POs are properly signed off to avoid unnecessary risk.", "\nCoordinate and cooperate with related departments to ensure projects are running smoothly. ", "\nFollow up with customer until final completion and act as main contract point for problem solving with the customers/partners where applicable.", "\nEnsure all transactions strictly complied with group/company policies & procedures and local legislation.", "\nAchieve yearly KPI as agreed with the line manager"]], "yeuCau": [["Background for IT Solutions and Services, particularly in the BSFI or Enterprise sectors.", "\nGood soft skills in; communication, negotiation, problem solving, critical thinking and presentation skills", "\nSome legal knowledge as it relates to business transactions.", "\nTeam player, positive attitude and reliable", "\n", "\nEducation", "\nBachelor’s Degree in a Business, Computing, Economics, or related subject. ", "\n", "\nLanguage skills:", "\nVietnamese (Fluent Native)", "\nEnglish – Good written and Oral Skills"]], "phucLoi": [["12 days annual leave + 3 days sick leave + 1 day birthday leave", "\nEnd of year party", "\nCompetitive Salary with benefits", "\n13th month salary bonus", "\nSales performance commission", "\nHealth Care", "\nMid-year company trip", "\nMonthly Team building", "\nIntroduction of latest technology", "\n5 days - working week. ", "\nTraining and Development"]], "luong": [["20-30 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2024-04-30"], "soLuong": ["3 người"], "linkCV": "https://devwork.vn/viec-lam/11799/sales-staff"},
{"tenCV": ["\n                Sale Manager\n              "], "congTy": ["\n                  Devwork Client\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/3128/devwork-client"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [["Sale Man"]], "moTa": [["Account manage and seek opportunities in the Vietnam market for all existing UNIT customers / partners in the BSFI and Enterprise Sector to further onsell UNIT business solutions and services.", "\nDevelop and implement account management plan for strategic assigned customers as directed by the line manager", "\nBuild up and effectively manage continuous pipeline to ensure stable business generation.", "\nLiase with the Technical/BU team and partners and related departments to prepare proposals for customers.", "\nFollow up to ensure the deals are properly managed, closed, contracts/POs are properly signed off to avoid unnecessary risk.", "\nCoordinate and cooperate with related departments to ensure projects are running smoothly.", "\nFollow up with customer until final completion and act as main contract point for problem solving with the customers/partners where applicable.", "\nEnsure all transactions strictly complied with group/company policies & procedures and local legislation.", "\nAchieve yearly KPI as agreed with the line manager"]], "yeuCau": [["Background for IT Solutions and Services, particularly in the BSFI or Enterprise sectors.", "\nGood soft skills in; communication, negotiation, problem solving, critical thinking and presentation skills", "\nSome legal knowledge as it relates to business transactions.", "\nTeam player, positive attitude and reliable", "\nMinimum 3 years of sales management experience", "\nGood English", "\nEducation", "\nBachelor’s Degree in a Business, Computing, Economics, or related subject."]], "phucLoi": [["12 days annual leave + 3 days sick leave + 1 day birthday leave", "\nEnd of year party", "\nCompetitive Salary with benefits", "\n13th month salary bonus", "\nSales performance commission", "\nHealth Care", "\nMid-year company trip", "\nMonthly Team building", "\nIntroduction of latest technology", "\n5 days - working week.", "\nTraining and Development"]], "luong": [["30-40 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Senior"], "nganhNghe": ["Fullstack"], "hinhThuc": ["Full-time"], "hanNopCV": ["2024-04-30"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11803/sale-manager"},
{"tenCV": ["\n                PHP Lead developer\n              "], "congTy": ["\n                  Etstech\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/456/etstech"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["PHP"]], "moTa": [["Tham gia phát triển các sản phẩm trong nhiều lĩnh vực (FinTech, EdTech, Customer Care…)", "\nPhát triển API dành cho ứng dụng di động", "\nXây dựng, tích hợp service giao tiếp với các hệ thống khác", "\nNâng cấp, bảo trì các hệ thống đã triển khai"]], "yeuCau": [["- Từ 3 năm KN thực chiến với PHP, ReactJS, JavaScript/Typescript, HTML5, CSS", "\n- Thành thạo một trong các framework: laravel, Yii, codelgniter,…", "\n- Sử dụng tốt Linux, MySQL and Git", "\n- Ưu tiên tiếng Anh hoặc tiếng Nhật tốt"]], "phucLoi": [["- Lương: Thỏa thuận", "\n- Chế độ BHXH, BHTN, BHYT, lương thưởng, phép năm theo quy định.", "\n- Phúc lợi: thưởng lễ, sinh nhật, chuyên cần, du lịch, teambuilding,….", "\n- Môi trường làm việc trẻ trung hòa đồng, năng động ", "\n- Cơ hội phát triển cao", "\n- Sẽ được training và hỗ trợ nhiệt tình trong quá trình làm việc"]], "luong": [["20-30 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-01"], "soLuong": ["2 người"], "linkCV": "https://devwork.vn/viec-lam/11804/php-lead-developer"},
{"tenCV": ["\n                MIDDLE JAVA\n              "], "congTy": ["\n                  Etstech\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/456/etstech"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Java"]], "moTa": [["- Tham gia phát triển các sản phẩm trong nhiều lĩnh vực (FinTech, EdTech, Customer Care…)", "\n- Phát triển API dành cho ứng dụng di động", "\n- Xây dựng, tích hợp service giao tiếp với các hệ thống khác", "\n- Nâng cấp, bảo trì các hệ thống đã triển khai", "\n- Phân tích nghiệp vụ, xây dựng giải pháp và triển khai hệ thống theo yêu cầu của khách hàng"]], "yeuCau": [["- Tốt nghiệp ĐH/CĐ chuyên ngành CNTT", "\n- Trên 3 năm kinh nghiệm làm các dự án trên nền tảng Java (Spring Framework)", "\n- Có hiểu biết về việc tích hợp webservices (Restful, SOAP…)", "\n- Có kinh nghiệm lập trình với các cơ sở dữ liệu như: MySQL, Oracle, Mongo, Redis…", "\n- Thành thao trong việc sử dụng Git", "\n- Hiểu rõ về lập trình hướng đối tượng", "\n- Có kĩ năng làm việc nhóm", "\n- Có tư duy phân tích, tinh thần trách nhiệm cao trong công việc"]], "phucLoi": [["- Ký hợp đồng lao động và các chế độ bảo hiểm theo luật lao động", "\n- Được làm dự án với các doanh nghiệp lớn ", "\n- Nâng cao kinh nghiệm về việc phát triển phần mềm, xây dựng hệ thống có lượng tương tác người dùng cao", "\n- Được làm việc với những người có kinh nghiệm lâu năm trong ngành phần mềm ", "\n- Thu nhập cạnh tranh, thưởng ngày Lễ, Tết", "\n- Được làm việc trong môi trường startup năng động, trẻ trung và chuyên nghiệp", "\n- Tham gia các buổi teambuilding, hoạt động thể dục, thể thao: đá bóng, esport"]], "luong": [["15-25 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-01"], "soLuong": ["2 người"], "linkCV": "https://devwork.vn/viec-lam/11805/middle-java"},
{"tenCV": ["\n                Japanese Test Lead\n              "], "congTy": ["\n                  LogiGear Viet Nam - Ha Noi Branch\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/388/logigear-viet-nam-ha-noi-branch"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Tester"]], "moTa": [["● Lên kế hoạch, tạo tài liệu và test các dự án của công ty,", "\n● Tuyển dụng, đào tạo, đánh giá tester, quản lý bộ phận tester,", "\n● Tham gia tư vấn cho khách hàng về chất lượng dự án, chất lượng sản phẩm,", "\n● Tham gia xây dựng và cải tiến quy trình phát triển phần mềm của công ty,", "\n● Nghiên cứu và triển khai các mảng dịch vụ mới liên quan đến Quality service,", "\n● Các công việc khác do ứng viên tự đề xuất hoặc theo chỉ thị của cấp trên."]], "yeuCau": [["● Có kinh nghiệm làm QA Tester Japan | 𝟑+ 𝐘𝐎𝐄 |", "\n● Tiếng Nhật N2 với khả năng giao tiếp tốt với khách hàng Nhật", "\n● Có kinh nghiệm quản lý team QA từ 10 người", "\n● Có kinh nghiệm đào tạo, build team", "\n● Có kinh nghiệm triển khai quản lý chất lượng dự án lớn", "\n● Có kinh nghiệm lập kế hoạch, triển khai test performance, security, UAT", "\n● Năng lực học tập và có hoài bão thăng tiến trong công việc.", "\nƯu tiên:", "\n● Tiếng Anh", "\n● Có khả năng sư phạm", "\n● Năng động, tiếp thu nhanh những kiến thức, nền tảng công nghệ mới, kĩ năng điều tra vấn đề."]], "phucLoi": [["● Mức lương cạnh tranh, thử việc 100% lương.", "\n● Môi trường làm việc chuyên nghiệp, cởi mở, thân thiện và trẻ trung, máu lửa, có cơ hội thăng tiến, phát triển bản thân cao.", "\n● Cơ hội tiếp xúc trực tiếp với khách hàng, nắm bắt nghiệp vụ và tư vấn lại cho khách hàng.", "\n● Lương tháng 13 cố định (nếu làm đủ năm).", "\n● Thưởng năng suất theo doanh thu dự án. Với mức thưởng này và mức lương tháng 13,", "\nnhân viên LogiGear Hà Nội có thể nhận tới hơn 14 tháng lương/năm.", "\n● Quà nhân dịp Lễ, Tết, hiếu hỉ.", "\n● Các chế độ BHXH, BHYT, khám sức khỏe định kỳ hàng năm.", "\n● Thời gian làm việc: Từ 8:30 đến 17:30, từ thứ Hai đến thứ Sáu hàng tuần.", "\n● Nghỉ lễ theo lịch chung của Việt Nam.", "\n● Các phúc lợi khác: Teambuilding hàng tháng, được coaching trực tiếp từ Giám đốc bộ phận."]], "luong": [["25-45 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Team Leader"], "nganhNghe": ["Tester / QA / QC"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-09-14"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11614/japanese-test-lead"},
{"tenCV": ["\n                Java Developer (onsite Quang Trung- Hoàn Kiếm)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Java"]], "moTa": [["- Phát triển các sản phẩm trên  Banking theo sự phân công của lãnh đạo KCN.", "\n- Phối hợp các bên liên quan fix lỗi phát sinh hệ thống banking  trong quá trình vận hành.", "\n- Làm việc với chuyên gia & bộ phận hỗ trợ của đối tác, để xử lý các vấn đề phát sinh trên hệ thống banking."]], "yeuCau": [["1. Trình độ: Có chứng chỉ chuyên ngành CNTT. Tiếng anh: Đọc hiểu tài liệu chuyên ngành.", "\n2. Kiến thức & kỹ năng:", "\n Phát triển trên hệ thống banking ", "\n- Am hiểu, nắm vững quy trình phát triển phần mềm.", "\n- Có kinh nghiệm làm việc với hệ thống  banking  phát triển các sản phấm trên các phân hệ LD, AA, LIMIT, ACCOUNT...", "\n- Nắm được kiến thức cơ bản về các bút toán kế toán trong banking ", "\n- Phát triển & thiết kế ENQ và Version, viết routine tương ứng với các sự kiện trên Version, ENQ.", "\n- Viết các job multi thread hoặc single thread xử lý các task liên quan trên Core, nắm rõ cơ chế hoạt động của job list.", "\n- Có kiến thức cơ bản về nghiệp vụ ngân hàng.", "\n- Đã từng lập trình ít nhất một ngôn ngữ Jbase, Java...", "\n- Khả năng giao tiếp, trao đổi vấn đề với nghiệp vụ với BA", "\n- Trung thực và có tinh thần trách nhiệm cao trong công việc", "\n- Có tư duy phản biện, phát triển và tối ưu các sản phẩm trên hệ thống banking.", "\n3. Kinh nghiệm:", "\n- Có ít nhất 1.5 năm kinh nghiệm về lập trình trên hệ thống banking.", "\n- Có ít nhất 3 năm kinh nghiệm về lập trình java hoặc các ngôn ngữ khác.", "\n- Có kiến thức và kinh nghiệm về cơ sở dữ liệu : Microsoft SQL, MySQL, Oracle..."]], "phucLoi": [["- Trợ cấp onsite 100k/ ngày", "\n- Không cần thử việc, nhận làm chính thức hưởng 100% lương", "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.", "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"]], "luong": [["15-25 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-09-14"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11621/java-developer-(onsite-quang-trung-hoan-kiem)"},
{"tenCV": ["\n                Salesforce Developer\n              "], "congTy": ["\n                  LogiGear Viet Nam - Ha Noi Branch\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/388/logigear-viet-nam-ha-noi-branch"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Salesforce", "\n                      Sale Man\n                    ", "\n                      Telesale\n                    ", "\n                      Salesforce\n                    "]], "moTa": [["● Design, develop and maintain projects using one or some following Salesforce technologies: Community Cloud, Apps Cloud, Marketing Cloud, Service Cloud, Sales Cloud and Lightning Experience.", "\n● Communicate with the Customer/onsite team to get/clarify the requirements via email/telephone/video conference.", "\n● Assist the Project Manager in estimating and managing the tasks assigned to team members.", "\n● Provide the guidelines on coding standards to team members and review their code.", "\n● Recommend solutions in order to improve the performance of projects and help to ensure that the delivery meets customer’s expectations.", "\n● Write technical and user guide documentations"]], "yeuCau": [["● 2.5+ years real experience in Salesforce", "\n● Good English skills (Working with the UK/US market)"]], "phucLoi": [["● Salary: Upto 3000$, 14th month salary bonus.", "\n● Performance bonus following project’s revenue => With a good performance member, you can get more than 14 months of salary.", "\n● Probation 100% salary.", "\n● Working hours: 8:30 – 17:30 (Monday – Friday).", "\n● Working place: Company office. Sometimes may be adjusted following Project Status.", "\n● Others: monthly team building, being coached directly by the CEO."]], "luong": [["30-50 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": ["Fullstack"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-09-14"], "soLuong": ["2 người"], "linkCV": "https://devwork.vn/viec-lam/11616/salesforce-developer"},
{"tenCV": ["\n                BrSE (Bridge Software Engineer)\n              "], "congTy": ["\n                  LogiGear Viet Nam - Ha Noi Branch\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/388/logigear-viet-nam-ha-noi-branch"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Bridge Engineer"]], "moTa": [["● Project work scope management (including variable work scope depending on the original work scope)", "\n● Communicate with clients for hearing requirements, report the progress and quality of the project to the clients", "\n● Proactive can-do attitude and high sense of organization and responsibility", "\n● Fluent in Japanese (N2 or N1).", "\n● Estimating and planning the project implementation", "\n● Manage schedule, quality, and personnel to ensure the successful completion of the project", "\n● Provide appropriate document management, work management, resource management, and risk management measures", "\n● Ensure the transmission of information (project requirements, communication, other issues) between clients and the project team is smooth and timely."]], "yeuCau": [["● Experience in software project management: 3 year or above (Senior)", "\n● Fluent in Japanese (reading/writing/speaking/listening N2 or N1)", "\n● Must be able to communicate with clients in Japanese", "\n● Experience or knowledge of software systems, having experience in software design or requirement", "\n● Proficient in SRC code management tools such as git, and SVN; Task management tools like Redmine, Jira, Backlog, Odoo", "\n● Experience in working with EC, ERP, CRM, MKT, Human resources,…", "\nPriority", "\n● Candidates who have worked abroad (Japan, the US, Singapore) are a great advantage.", "\n● Candidates with discussion and negotiation skills with clients and partners are an advantage."]], "phucLoi": [["● Salary: Upto 2500$, 14th salary bonus", "\n● Performance bonus following project’s revenue => With a good performance member, you can get more than 14 month of salaries", "\n● Competitive salary", "\n● Probation 100% salary", "\n● Working hours: 8:30 – 17:30 (Mon – Friday)", "\n● Working place: Company office. Sometimes may be adjusted following Project Status", "\n● Others: monthly team building, being coached directly by the CEO."]], "luong": [["25-45 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Senior"], "nganhNghe": ["Bridge Engineer"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-09-14"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11615/brse-(bridge-software-engineer)"},
{"tenCV": ["\n                Sales IT\n              "], "congTy": ["\n                  CÔNG TY CỔ PHẦN CÔNG NGHỆ VÀ DỊCH VỤ CODLUCK\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/14492/cong-ty-co-phan-cong-nghe-va-dich-vu-codluck"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Sale Man"]], "moTa": [["Speak to customers, either face to face or over the phone", "\nDevelop and manage relationships with our key partners and customers", "\nConnect with current customers to sustain relationships and promote new products and upgrades", "\nUnderstand different business needs of customers and use product knowledge to meet them", "\nConduct high level negotiations with others to achieve desired results and meet our customer’s needs", "\nPrepare and deliver presentations and demonstrations of software/services to customers", "\nPromote and advertise a range of products by creating sales materials and participating in relevant events", "\nDevelop effective sales plans using sales methodology", "\nTARGET RESULTS: Successfully implementing the business plan assigned by the Sales Manager."]], "yeuCau": [["Level/Degree: Graduated from regular universities, preferably Hanoi University of Science and Technology", "\nHave a basic understanding of the software manufacturing process", "\nNumber of years of work experience: accept from 1 year", "\nForeign language: English", "\nComputer: Proficient in Word, Excel, PowerPoint.", "\nAge: >= 22                             Sex:  Male"]], "phucLoi": [["Attractive hard salary (negotiation)", "\nBonus sales policy according to the Company’s regulations", "\nSalary 13th fixed (if working full year)", "\nWorking in a youthful environment, creative and dynamic enviroment with high opportunities for advancement and personal development.", "\nWorking time: 8:30 AM – 17:30 PM (From Monday to Friday)", "\nWorking location: At the office"]], "luong": [["10-15 triệu"]], "kinhNghiem": ["1 năm"], "capBac": ["Junior"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-10-31"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11624/sales-it"},
{"tenCV": ["\n                Database Administrator\n              "], "congTy": ["\n                  NAL Việt Nam\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/2513/nal-viet-nam"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Database", "Database Adminnistrator", "\n                      HTML5\n                    ", "\n                      Database\n                    ", "\n                      UI/UX\n                    ", "\n                      Java\n                    ", "\n                      Database\n                    ", "\n                      Thiết kế hệ thống\n                    ", "\n                      IT Support / Networking\n                    ", "\n                      Database\n                    ", "\n                      System Engineer\n                    ", "\n                      Database\n                    ", "\n                      QA\n                    ", "\n                      Tester\n                    "]], "moTa": [["- Thiết kế, cấu hình và cài đặt CSDL.", "\n- Tối ưu SQL, cơ sở dữ liệu.", "\n- Vận hành, sao lưu và phục hồi hệ thống."]], "yeuCau": [["- Có từ 2 năm kinh nghiệm ở vị trí DBA hoặc kinh nghiệm làm việc chuyên sâu với CSDL", "\n- Có kinh nghiệm thiết kế CSDL có cấu trúc linh hoạt và hiệu quả cao dựa trên mô tả nghiệp vụ", "\n- Tiếng Nhật tối thiểu N2", "\n- Có kinh nghiệm tối ưu SQL query, CSDL", "\n- Có kinh nghiệm cài đặt và cấu hình CDSL", "\n- Có kinh nghiệm sao lưu và phục hồi hệ thống", "\nLợi thế:", "\n- Kinh nghiệm làm việc với Multitenancy", "\n- Có kinh nghiệm làm việc trên cloud (GCP, AWS,...)", "\n- Sẵn sàng đi Nhật công tác trong khoảng 2-3 tháng nếu được yêu cầu"]], "phucLoi": [["- Lương upto 2000$.", "\n- Thời gian làm việc flexible, bắt đầu từ 7h - 9h, nghỉ trưa 1.5h (11h30-13h), kết thúc công việc sau 8 tiếng làm việc.", "\n- Chế độ làm việc remote mỗi tháng tối đa 30%/năm.", "\n- Nghỉ phép có lương 12 ngày/năm.", "\n- Nghỉ sinh nhật công ty.", "\n- Nhân viên nữ được thêm 0.5 ngày nghỉ phép/tháng.", "\n- Review kết quả công việc và lương 2 lần/năm.", "\n- Thưởng team dự án năm 2 lần.", "\n- Thưởng lễ tết.", "\n- Thưởng cuối năm theo năng lực và hiệu suất công việc.", "\n- Hỗ trợ 75%-100% các chi phí học, thi lấy chứng chỉ CNTT Quốc tế.", "\n- Trợ cấp tiếng Nhật lên tới 5.000.000 đồng (với các vị trí tuyển vào ban đầu không có tiếng Nhật)", "\n- Làm việc trong môi trường trẻ trung, thân thiện, hướng tới đào tạo và phát triển con người.", "\n- Được tham gia vào dự án làm việc với khách hàng Nhật Bản, làm việc theo quy trình rõ ràng, bài bản, có tổ chức theo Agile/Scrum, và đầy đủ trang thiết bị làm việc.", "\n- Quà sinh nhật.", "\n- Thưởng thâm niên sau mỗi 5 năm làm việc.", "\n- Cấp máy tính làm việc.", "\n- Team building hàng quý, Du lịch Công ty.", "\n- Khám sức khỏe hàng năm.", "\n- Các chế độ cưới hỏi, thăm hỏi sinh con, ốm đau."]], "luong": [["25-45 triệu"]], "kinhNghiem": ["2 năm"], "capBac": ["Middle"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-09-15"], "soLuong": ["2 người"], "linkCV": "https://devwork.vn/viec-lam/11631/database-administrator"},
{"tenCV": ["\n                Project Manager\n              "], "congTy": ["\n                  CÔNG TY CỔ PHẦN CÔNG NGHỆ VÀ DỊCH VỤ CODLUCK\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/14492/cong-ty-co-phan-cong-nghe-va-dich-vu-codluck"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["PHP", "Laravel"]], "moTa": [["Tham gia quản trị các dự án phần mềm cho thị trường trong nước và thị trường nói tiếng Anh", "\nGiao tiếp được với khách hàng bằng tiếng Anh để làm rõ yêu cầu, phạm vi dự án. Phối hợp Giám đốc bộ phận trong việc quản lý dự án", "\nQuản lý toàn bộ các khía cạnh của dự án về báo giá, kế hoạch phát triển, quản trị, giám sát, bảo trì dự án. Đảm bảo các dự án về chất lượng, thời gian, chi phí", "\nChi tiết công việc trao đổi trong phỏng vấn."]], "yeuCau": [["Tốt nghiệp chuyên ngành Công nghệ thông tin tại các trường Đại học", "\nCó kinh nghiệm code và từ 1,5 năm kinh nghiệm làm PM các dự án phần mềm", "\nCó kiến thức, kinh nghiệm quản lý phần mềm, ví dụ: mô hình Agile/Scrum và Waterfall", "\nTiếng Anh giao tiếp tốt", "\nCó các kỹ năng mềm (kỹ năng communication, kỹ năng thuyết trình….) là lợi thế", "\nCó kinh nghiệm về 1 trong các ngôn ngữ: PHP, Java là lợi thế", "\nCó tinh thần trách nhiệm cao trong công việc", "\nCó khả năng làm việc độc lập/ khả năng teamwork tốt."]], "phucLoi": [["Thử việc 100% lương.", "\nLương cạnh tranh so với các công ty cùng ngành.", "\nMôi trường làm việc chuyên nghiệp, cởi mở, thân thiện, trẻ trung và “máu lửa”,  có cơ hội thăng tiến và phát triển bản thân cao.", "\nCơ hội tiếp xúc trực tiếp với khách hàng, nắm bắt nghiệp vụ và tư vấn cho KH.", "\nLương tháng 13 cố định (nếu làm đủ năm) + thưởng năng suất theo doanh thu dự án (trung bình có thể nhận tới hơn 14 tháng lương/năm).", "\nQuà những đợt nghỉ lễ, Tết, hiếu, hỉ, BHXH, BHYT,  khám sức khỏe định kì hàng năm.", "\nThời gian làm việc: 8:30 – 17:30 (từ thứ 2 đến thứ 6).", "\nNghỉ lễ theo lịch chung của Việt Nam.", "\nCác phúc lợi khác: team building hàng tháng, được coaching trực tiếp từ CEO."]], "luong": [["25-35 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["PM - Project Manager"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-10-31"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11623/project-manager"},
{"tenCV": ["\n                BRIDGE ENGINEER (BrSE)\n              "], "congTy": ["\n                  NAL Việt Nam\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/2513/nal-viet-nam"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Bridge Engineer"]], "moTa": [["Tối ưu giá trị của team sản xuất thông qua việc sắp xếp thứ tự ưu tiên các tính năng, đảm bảo team sản xuất hiểu và làm đúng yêu cầu của khách hang, cụ thể:", "\n- Làm đầu mối giao tiếp giữa khách hàng và chuyển lại team sản xuất.", "\n- Tiếp nhận yêu cầu từ khách hàng và chuyển lại team sản xuất.", "\n- Nhận bàn giao từ team và nộp tới khách hàng.", "\n- Tư vấn cho Team/Khách hàng về các vấn đề ưu tiên, kỹ thuật liên quan tới dự án."]], "yeuCau": [["- Có ít nhất 1 năm kinh nghiệm ở vị trí tương đương.", "\n- Tiếng Nhật tương đương trình độ N2 trở lên.", "\n- Có kinh nghiệm sử dụng một trong các ngôn ngữ: PHP/ Java/ ReactJS. ", "\nLợi thế cho bạn khi:", "\n- Có thể làm việc theo mô hình Scrum.", "\n- Có tư duy tốt, linh hoạt và khả năng phản biện.", "\n- Có kinh nghiệm quản lý dự án.", "\n- Có khả năng làm việc tự chủ và kỹ năng làm việc theo nhóm.", "\n- Khả năng dẫn dắt, truyền cảm hứng cho team."]], "phucLoi": [["- Mức lương: Up to: 2.000 $.", "\n- Làm việc trong môi trường trẻ trung, thân thiện, hướng tới đào tạo và phát triển con người.", "\n- Được tham gia vào dự án làm việc với khách hàng Nhật Bản, làm việc theo quy trình rõ ràng,", "\nbài bản, có tổ chức theo Agile/Scrum, và đầy đủ trang thiết bị làm việc.", "\n- Remote working 30% /năm.", "\n- Review lương 2 lần/năm.", "\n- Tham gia các khóa đào tạo về kỹ năng chuyên môn cũng như các kỹ năng mềm cho nhân viên.", "\n- Nghỉ phép có lương 13 ngày/năm.", "\n- Thưởng dự án, các ngày Lễ, Tết, Tết Nguyên Đán.", "\n- Hỗ trợ chi phí học, thi các chứng chỉ CNTT quốc tế từ 75% - 100%.", "\n- Trợ cấp tiếng Nhật.", "\n- Chế độ nghỉ sau sinh khi nuôi con dưới 12 tháng tuổi dành cho nhân viên nữ.", "\n- Chính sách dành cho nhân viên nam có vợ sinh con. Chế độ BHXH, BHYT, BHTN theo Luật Lao động.", "\n- Company trip hàng năm.", "\n- Team building công ty hàng tháng.", "\n- Tham gia các CLB trong công ty (Đá bóng, chạy bộ, esport, Bi lắc...).", "\n- Thời gian làm việc: 8 tiếng Flexible (Làm việc từ Thứ 2 - Thứ 6).", "\n- Bắt đầu: 07h30 ~ 09h00 AM theo lựa chọn của nhân viên. Nghỉ trưa: 11h30 ~ 13h00.", "\n- Kết thúc: sau khi hết 8h làm việc."]], "luong": [["30-50 triệu"]], "kinhNghiem": ["2 năm"], "capBac": ["Junior"], "nganhNghe": ["Bridge Engineer"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-09-30"], "soLuong": ["2 người"], "linkCV": "https://devwork.vn/viec-lam/11634/bridge-engineer-(brse)"},
{"tenCV": ["\n                Java Developer (onsite Quận 7)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [["Java"]], "moTa": [["- Tham gia dự án phần mềm tại văn phòng KH.", "\n- Phạm vi công việc từ làm rõ yêu cầu của khách hàng, phát triển, kiểm thử, triển khai và vận hành hệ thống cho khách hàng.", "\n- Đảm bảo phát triển phần mềm đúng hạn, đúng quy trình và đảm bảo chất lượng."]], "yeuCau": [["- Có 4+ năm kinh nghiệm phát triển dự án bằng JAVA", "\n- Có kinh nghiệm Spring boot, Microservice", "\n- Có kinh nghiệm trong Oracle.", "\n- Có kinh nghiệm trong Java, J2EE, Struts, Spring, Hibernate.", "\n- Kiến thức về CSDL: Postgres, Oracle, MySQL", "\n- Kiến thức cơ bản về CSS, JavaScript, có thể code Reactjs cơ bản", "\n- Có khả năng đáp ứng thích nghi học hỏi công nghệ mới nhanh.", "\n- Tự tin, thành thật và làm việc nhóm tốt.", "\n- Ưu tiên ứng viên có kinh nghiệm trong mảng tài chính/ngân hàng"]], "phucLoi": [["- Trợ cấp onsite 100k/ ngày", "\n- Thử việc 2 tháng nhận 100% lương, đóng đầy đủ bảo hiểm theo luật lao động Việt Nam (BHXH, BHYT, BHTN) sau 2 tháng.", "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.", "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"]], "luong": [["20-25 triệu"]], "kinhNghiem": ["4 năm"], "capBac": ["Senior"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-09-22"], "soLuong": ["3 người"], "linkCV": "https://devwork.vn/viec-lam/11660/java-developer-(onsite-quan-7)"},
{"tenCV": ["\n                C#/.NET\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [["C#", ".NET"]], "moTa": [["Key Responsibilities and Duties: ", "\n•\tAble to develop local systems or EUC tools", "\n•\tBAU support for system issues in HNI/HCM", "\n•\tBack up for other team members in promoting projects", "\n•\tEnhance quality to avoid re-work later", "\n•\tOthers works assigned by Department Head"]], "yeuCau": [["Requirements:", "\nEducation Level/certificates: ", "\n\t - Essential: University graduated in software engineering ", "\n- Preferable: ", "\n\t+ Certificate on software development (if possible, C#.NET)", "\n\t+ DBA certificate on Oracle, MSSQL", "\n\t+ Able to communicate in English", "\nExperience and skills:", "\n- Essential: ", "\n•\tMore than 3-5 years of software development experience as Developer and preferable if having PM or BA roles where projects used C# .NET, SQL Server, Javascript, CSS etc.", "\n•\tGood sense of teamwork and responsibility, able to work under high pressure with accuracy.", "\n•\tExcellent troubleshooting and communication skills with strong attention to detail.", "\n- Preferable:  ", "\n•\tWorking experience with big projects in foreign company is a plus; ", "\n•\tExperience in MSSQL, Oracle DBA role or Certificate of Software development (E.g. C#.NET) is preferable", "\n•\tExperience in Business Analysis or Project Management or technical team lead with framework building.", "\n•\tExperienced to build framework and in big project.", "\n- Required Skill:  ", "\n•\tCustomers oriented mindset and logical thinking.", "\n•\tHave a good communication skill, time management skill as well as self-management and reporting skills.", "\n•\tBe able to work independently but uphold teamwork spirit as well.", "\n•\tHave a good working attitude and good characteristics."]], "phucLoi": [["- No probationary period, receive 100% official salary, Onsite allowances 100.000 VND/day", "\n- Opportunities onsite and working with big customers, advanced technology, self-development...", "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.", "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.", "\n- Working in a young, vibrant, modern and multicultural environment; Communication activities and events on holidays take place regularly.", "\n- Opportunity for advancement based on ability with corresponding increase in rank and salary increase.", "\n- Have the right to participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills…)", "\n- And many other attractive benefits..."]], "luong": [["20-30 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-03"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11811/c.net"},
{"tenCV": ["\n                Back-end Java onsite Nhà Bè\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [["Java"]], "moTa": [["• Cooperating with the staff engineer, engineering lead and your team to ensure efficient development and valuable product development", "\n• Taking an active part in architecture and designs, used to serve product needs", "\n• Working closely with the product owner to ensure we deliver valuable features for our customers", "\n• Helping engineering lead to shape the team, by constantly providing feedback and ideas", "\n• Aligning with the engineering best practices and tools to achieve a mastery level of autonomy and code quality"]], "yeuCau": [["• Professional experience with Java 8+ or another JVM language", "\n• You are fluent with REST APIs and 3rd party integrations", "\n• Experience in database development (SQL or NoSQL)", "\n• Familiar with Secure SDLC and WASP concepts", "\n• Intensively using testing frameworks and understanding the importance of automation", "\n• Ability to use CI/CD pipelines", "\n• Experience with REDIS or other cache technology is a plus", "\n• Experience with message broker technology like Kafka is a plus", "\n• Experience working on Fin Tech is a big plus", "\n• Experienced in building scalable and distributed architectures, preferably in startups, with a focus on transactional and consumer data (b2c) is a big plus", "\n• Proficiency in English"]], "phucLoi": [["- No probationary period, receive 100% official salary, Onsite allowances 100.000 VND/day", "\n- Opportunities onsite and working with big customers, advanced technology, self-development...", "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.", "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.", "\n- Working in a young, vibrant, modern and multicultural environment; Communication activities and events on holidays take place regularly.", "\n- Opportunity for advancement based on ability with corresponding increase in rank and salary increase.", "\n- Have the right to participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills…)", "\n- And many other attractive benefits..."]], "luong": [["15-25 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-02"], "soLuong": ["6 người"], "linkCV": "https://devwork.vn/viec-lam/11809/back-end-java-onsite-nha-be"},
{"tenCV": ["\n                Android developer (Onsite Láng Hạ)_LA\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Android"]], "moTa": [["- Participate in software projects at KH office.", "\n- Scope of work ranges from clarifying customer requirements, developing, testing, deploying and operating the system for customers.", "\n- Ensure software development on time, according to process and quality assurance."]], "yeuCau": [["- 5 years of professional Android development experience. ", "\n- Strong experience in Kotlin and Android SDK, Kotlin Coroutines, Kotlin Flows", "\n- Have experience in working with Bluetooth Low Energy", "\n- Have ability to use Audio player components", "\n- Have experience in developing smooth UI especially charts", "\nAbility to write unit tests, integration tests"]], "phucLoi": [["No probationary period, receive 100% official salary, Onsite allowances 100.000 VND/day", "\n- Opportunities onsite and working with big customers, advanced technology, self-development...", "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.", "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.", "\n- Working in a young, vibrant, modern and multicultural environment; Communication activities and events on holidays take place regularly.", "\n- Opportunity for advancement based on ability with corresponding increase in rank and salary increase.", "\n- Have the right to participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills…)", "\n- And many other attractive benefits..."]], "luong": [["20-30 triệu"]], "kinhNghiem": ["5 năm"], "capBac": ["Senior"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-02"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11810/android-developer-(onsite-lang-ha)_la"},
{"tenCV": ["\n                PHP Developer (Onsite Trung Kính)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["PHP"]], "moTa": [["Xây dựng phần mềm theo yêu cầu của Công ty và Khách hàng.", "\nNghiên cứu và đưa ra kết quả nghiên cứu theo yêu cầu", "\nThực hiện các nhiệm vụ khác theo sự phân công của trưởng bộ phận"]], "yeuCau": [["- Senior PHP kinh nghiệm làm dự án thực tế 3 năm trở lên (3 năm gần đây).", "\n- Có kỹ năng điều tra, phân tích giải quyết các vấn đề kỹ thuật và viết tài liệu báo cáo", "\n- Đã từng làm framework FuelPHP, hoặc có kinh nghiệm các framework PHP khác tương tự ", "\n- Ưu tiên fullstack, thành thạo cả Backend (PHP) và Frontend (HTML/CSS/JS)", "\n- Ưu tiên có kinh nghiệm phát triển EC site"]], "phucLoi": [["- Không thử việc, hưởng 100% lương chính thức", "\n- Cơ hội onsite và làm việc với khách hàng lớn, công nghệ tiên tiến, khả năng tự phát triển...", "\n- Cơ hội làm việc nhóm với nhiều chuyên gia hàng đầu trong lĩnh vực CNTT trong nước và quốc tế.", "\n- Cơ hội thực hiện các dự án đầy tham vọng ở nhiều quốc gia, tiếp xúc với các công nghệ mới nhất và học hỏi từ những đồng nghiệp giỏi.", "\n- Làm việc trong môi trường trẻ, năng động, hiện đại và đa văn hóa; Các hoạt động truyền thông, sự kiện vào các ngày lễ diễn ra thường xuyên.", "\n- Cơ hội thăng tiến theo năng lực với mức tăng cấp bậc và tăng lương tương ứng.", "\n- Được tham gia các khóa đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản lý dự án, kỹ năng đàm phán…)", "\n- Và nhiều quyền lợi hấp dẫn khác..."]], "luong": [["20-30 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Senior"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-18"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11862/php-developer-(onsite-trung-kinh)"},
{"tenCV": ["\n                Frontend Developer (Teamlead)_ Remote 100%\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Java", "PHP"]], "moTa": [["- Tham gia vào việc phát triển và vận hành chức năng FE của một hệ thống quản lý khách hàng/hợp đồng chuyên dùng cho các đại lý bảo hiểm", "\n- Lập kế hoạch, thiết kế, triển khai, test, đo lường và cải thiện các chức năng của hệ thống", "\n- Đảm bảo chất lượng ổn định - cao thông qua việc review code của team phát triển", "\n- Phát triển UI component library dễ sử dụng và có thể tái sử dụng", "\n- Tham gia xây dựng đóng góp - cải thiện nền tảng basic phát triển FE về mặt cấu trúc và giải pháp"]], "yeuCau": [["- Có trên 7 năm kinh nghiệm lập trình, có từ 5+ kinh nghiệm làm việc với Typescript ( Express) hoặc javascript (react, vue) và react native để phát triển ứng dụng Web, application", "\n- Có kinh nghiệm phát triển ứng dụng web sử dụng cấu trúc MVC, Flux", "\n- Có kinh nghiệm leader và quản lý team từ 2+ trở lên ", "\n*Prefer: ", "\n- Có kinh nghiệm phát triển server side (python, PHP, java...)", "\n- Có kinh nghiệm BE trong công ty startup", "\n- Có khả năng đọc hiểu tài liệu EN"]], "phucLoi": [["- Không cần thử việc, có việc làm chính thức hưởng 100% lương", "\n- Cơ hội onsite và làm việc với khách hàng lớn, công nghệ tiên tiến, khả năng tự phát triển...", "\n- Cơ hội làm việc nhóm với nhiều chuyên gia hàng đầu trong lĩnh vực CNTT trong nước và quốc tế.", "\n- Cơ hội thực hiện các dự án đầy tham vọng ở nhiều quốc gia, tiếp xúc với các công nghệ mới nhất và học hỏi từ những đồng nghiệp giỏi.", "\n- Làm việc trong môi trường trẻ, năng động, hiện đại và đa văn hóa; Các hoạt động truyền thông, sự kiện vào các ngày lễ diễn ra thường xuyên.", "\n- Cơ hội thăng tiến theo năng lực với mức tăng cấp bậc và tăng lương tương ứng.", "\n- Được quyền tham gia các khóa đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản lý dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật.", "\n- Và nhiều quyền lợi hấp dẫn khác..."]], "luong": [["25-35 triệu"]], "kinhNghiem": ["7 năm"], "capBac": ["Team Leader"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-17"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11860/frontend-developer-(teamlead)_-remote-100percent"},
{"tenCV": ["\n                Salesforce Developer (Onsite Q1)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [["Salesforce", "\n                      Sale Man\n                    ", "\n                      Telesale\n                    ", "\n                      Salesforce\n                    "]], "moTa": [["- Use Salesforce APIs to integrate Salesforce with other tools and third-party applications", "\n- Actively focus on developing effective communication and relationship-building skills, with stakeholders, clients, and team.", "\n- Thorough understanding of Manufacturing data models, design considerations, and connected external systems", "\n- Data Migration in Salesforce"]], "yeuCau": [["- At least 3-4 years of overall software development experience", "\n- Bachelor's Degree in Computer Science or related field", "\n- Salesforce Platform Developer 1 / 2 Certified", "\n- Apex development", "\n- Hands-on experience in administration setup, e.g., managing users, security controls, and data as well as creating roles, profiles, and reports", "\n- Experience in designing custom objects, custom fields, picklists, page layouts, workflow, approval processes, validation rules, custom tabs, reports, Visualforce pages, dashboards, and email generation according to application requirements"]], "phucLoi": [["- No probation, 100% official salary, subsidize onsite 100k/ ngày", "\n- Onsite opportunities and working with large customers, advanced technology, self-development ability...", "\n- Opportunity to work in groups with many leading experts in the field of domestic and international IT.", "\n- Opportunity to carry out ambitious projects in many countries, gain exposure to the latest technologies and learn from talented colleagues.", "\n- Work in a young, dynamic, modern and multicultural environment; Communication activities and events on holidays take place regularly.", "\n- Opportunity for advancement based on ability with corresponding increase in rank and salary.", "\n- Participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills...)", "\n- And many other attractive benefits..."]], "luong": [["20-30 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Senior"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-18"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11863/salesforce-developer-(onsite-q1)"},
{"tenCV": ["\n                Sale Leader (OTA Network)\n              "], "congTy": ["\n                  Appota\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/13876/appota"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Sale Man", "Marketing"]], "moTa": [["Lập và triển khai kế hoạch kinh doanh, bán các gói dịch vụ về nền tảng nội dung số của công ty", "\nTrao đổi, đàm phán thuyết phục khách hàng ký kết hợp đồng", "\nXây dựng và giữ mối quan hệ tốt với các đối tác, đảm bảo các yêu cầu công việc được thực hiện đầy đủ theo thỏa thuận", "\nQuản lý, phát triển đội nhóm nhằm đạt mục tiêu doanh số đề ra", "\nĐề xuất các ý tưởng kinh doanh phù hợp với thị trường", "\nBáo cáo công việc theo tuần, tháng, quý và thực hiện các công việc khác được giao"]], "yeuCau": [["Có kinh nghiệm BD, Sales tại các MCN, Agency hoặc mảng ngành tương đương từ 2 năm trở lên", "\nThành thục các kỹ năng liên quan đến phát triển kinh doanh như đàm phán, quản lý đối tác, giao tiếp, xử lý vấn đề,...", "\nCó kiến thức vững chắc về nền tảng sáng tạo nội dung, viral video, xu hướng phát triển nền tảng giải trí,..", "\nCó network rộng với các nhãn hàng, brands, agency,..", "\nCó khả năng quản lý và dẫn dắt đội nhóm (ưu tiên)", "\nKhả năng bám đuổi bám đuổi mục tiêu", "\nChủ động, thích ứng nhanh với thay đổi và môi trường mới", "\nTiếng anh: nghe, nói, đọc, viết tốt"]], "phucLoi": [["Mức lương cạnh tranh và tương xứng với kinh nghiệm; xét điều chỉnh lương 6 tháng/lần;", "\nGói phúc lợi đặc biệt dành cho cấp quản lý", "\nĂn sáng, chiều FREE tại công ty; tham gia câu lạc bộ Tiếng Anh, Yoga hàng tuần", "\nĐược hưởng Bảo hiểm xã hội, Bảo hiểm y tế, Bảo hiểm thất nghiệp theo chế độ nhà nước ban hành;", "\nCơ hội được học hỏi, trao quyền, phát triển bản thân trong môi trường trẻ, năng động và sáng tạo,", "\nCơ hội tham dự các buổi Master Talk, CEO Talk với sự giao lưu chia sẻ kinh nghiệm của các chuyên gia và CEO hàng đầu trong cùng lĩnh vực;", "\nĐược thường xuyên tham gia các hoạt động teambuilding, hoạt động văn hóa tinh thần cho anh em trong công ty;", "\nThưởng các ngày lễ tết, thưởng dự án, thưởng KPI, hiệu suất công việc hàng tháng...", "\nĐược phát triển các dự án lớn với hàng triệu người dùng và hệ sinh thái đa dạng", "\nMôi trường cực kỳ năng động, vui vẻ và thoải mái. Nơi các bạn được thỏa sức sáng tạo và thể hiện đam mê, phát triển bản thân.", "\nTHỜI GIAN LÀM VIỆC: ", "\nLàm việc Full-time tại tòa nhà LE Building, số 11 ngõ 71 Láng Hạ, Ba Đình, Hà Nội", "\nThời gian: 08:30-12:00: 13:30-18:00 từ thứ 2-6 và hai thứ 7/tháng"]], "luong": [["10-15 triệu"]], "kinhNghiem": ["2 năm"], "capBac": ["Middle"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-08-24"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11570/sale-leader-(ota-network)"},
{"tenCV": ["\n                Data Warehouse staff (Onsite HCM)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hồ Chí Minh\n              "], "skills": [["Database", "\n                      HTML5\n                    ", "\n                      Database\n                    ", "\n                      UI/UX\n                    ", "\n                      Java\n                    ", "\n                      Database\n                    ", "\n                      Thiết kế hệ thống\n                    ", "\n                      IT Support / Networking\n                    ", "\n                      Database\n                    ", "\n                      System Engineer\n                    ", "\n                      Database\n                    ", "\n                      QA\n                    ", "\n                      Tester\n                    "]], "moTa": [["+ Phân tích lỗi, tìm lỗi, đề xuất giải pháp", "\n+ Thực hiện xử lý lỗi triệt để, đặc biệt là các lỗi lặp lại nhiều lần, lỗi xảy ra trên diện rộng", "\n+ Thực hiện các công việc khác khi được yêu cầu", "\n+ Bàn giao tài liệu"]], "yeuCau": [["+ Có khả năng quản trị Oracle DB.", "\n+ Rành về tool GoldenGate.", "\n+ Có kinh nghiệm về data warehouse."]], "phucLoi": [["- Trợ cấp onsite 100k/ ngày", "\n- Không cần thử việc, nhận làm chính thức hưởng 100% lương", "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.", "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"]], "luong": [["10-20 triệu"]], "kinhNghiem": ["2 năm"], "capBac": ["Middle"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-09-13"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11609/data-warehouse-staff-(onsite-hcm)"},
{"tenCV": ["\n                Sales Account Manager\n              "], "congTy": ["\n                  VNEXT GLOBAL\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/363/vnext-global"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Sale Man"]], "moTa": [["Build strong relationships with all current market partners and develop new market partners to achieve Sales Metrics;", "\nWork with Global Director to forecast sales targets and ensure they are achieved;", "\nDevelop and maintain a robust and target-achieving sales pipeline;", "\nMonitor and chart current and potential competitors and risks to the business;", "\nLiaise with and attend industry & trade meetings where appropriate to align with the Global Plan and lead out the Sales Plan;", "\nMaintain 100% ownership of the accounts assigned to you and full autonomy to drive them home, no micro-management;", "\nWork with a lean team of go-getters in a fast-paced environment which will accelerate your learning and growth;", "\nInteract with teams from different domains, including engineering, commercials and get hands-on experience of dealing with team members from different domains;", "\nIdentify prospective clients and mapping the right stakeholders;", "\nCreate a network of influencers in the industry who can help create a network effect and increase our outreach/presence;", "\nCompetition mapping and understanding the key differences between us vs our competitors;", "\nStay on top of emerging trends in technology and new business opportunities;", "\nBe the eyes and ears of the company and share regular feedback of clients/ prospects with the internal team;", "\nMeet or exceed sales target;", "\nWork closely with team to generate leads, nurture them and convert them into opportunities;", "\nBe comfortable in cold calling / emailing to generate leads and interest from prospective clients;", "\nConduct high-level conversations with C-level and VP-level Executives;", "\nUtilise solution-selling and value-selling techniques to effectively guide the sales process;"]], "yeuCau": [["Fluent in spoken and written in English to work directly with the customer;", "\nMinimum 3 years Sales & Marketing experience in IT Outsourcing industry with minimum 3 years experience in SaaS, lead generation, technology sales;", "\nMust have a strong network of clients/connections in the digital industry;", "\nMust have strong verbal skills with consultative professional business acumen;", "\nMust be detail-oriented, organised & self-motivated;", "\nStrong collaboration and relationship-building skills;", "\nProven record of achieving sales quota throughout;", "\nFluently in English (Equivalent to IELTS 6.5);", "\nAdvanced written communication and report writing capability;", "\nA commitment to customer service, excellent communication skills; ability to build internal and external relationships;", "\nA results-driven individual that is able to work remotely;", "\nAble to travel extensively both domestically and internationally."]], "phucLoi": [["Attractive & competitive salary commensurate with experience;", "\nTotal income: 14 months salary/year + project bonus, Tet and holidays bonus…;", "\nSalary review twice per year depending on performance and work efficiency;", "\nTotal 15 days off: 12 days of annual leave per year, 1 day off with full salary in birthday month and 2 days off for company trip;", "\nBonus on employee's birthday;", "\nWelfare package on holidays (30/4-1/5, 2/9, New year);", "\nSaturday and Sunday leaves according to current laws;", "\nBe participated in Social Insurance, Health Insurance, Unemployment Insurance in accordance with current laws and company regulations;", "\nPersonal health care insurance 24/24 (PVI Care) for yourself and 3 relatives in maximum;", "\nPeriodic health check once per year;", "\nRelated IT certificates allowance (through form of bonus, salary increase...);", "\nRemote working accepted when necessary (approved by line manager);", "\nJoin the Company's Clubs: Football Club, Game Club…;", "\nParticipate in exciting collective activities of the company: Annual Company Trip, Quarterly Teambuilding, Year-end Party, Company’s Birthday Gala Dinner, etc.", "\nEspecially:", "\nOpportunities to work in a global environment and culture;", "\nOpportunities to travel overseas;", "\nBe supported 100% of the cost when participating in soft skills courses and professional training courses, as well as exam preparation for prestigious domestic and foreign certificates;", "\nWorking in a professional environment, be supported to develop ability to the maximum."]], "luong": [["15-25 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Senior"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-07-29"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11505/sales-account-manager"},
{"tenCV": ["\n                Nhân viên kinh doanh (Tiếng Nhật)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Sale Man"]], "moTa": [["- Tìm kiếm khách hàng thông qua các nền tảng xã hội...", "\n- Tư vấn và giải đáp các thắc mắc của khách hàng, đáp ứng tốt nhất những nhu cầu của khách", "\n- Quản lý thông tin khách hàng và liên tục cập nhật trên hệ thống cơ sở dữ liệu", "\n- Tạo dựng mối quan hệ tốt đẹp với khách hàng thông qua việc đáp ứng tốt nhất nhu cầu với khách hàng và xử lí khiếu nại kịp thời", "\n- Phối hợp với các nhân viên kinh doanh và nhân viên các phòng ban khác để đạt mục tiêu kinh doanh", "\n- Báo cáo với cấp trên về tiến độ và kết quả kinh doanh hàng tuần", "\n- Sản phẩm/dịch vụ: Dịch vụ phần mềm, Dịch vụ tuyển dụng nhân sự"]], "yeuCau": [["- Ưu tiên kinh nghiệm sale lĩnh vực B2B (Business to Business)", "\n- Tiếng Nhật thành thạo (tối thiểu N2)", "\n- Đam mê kinh doanh và có mong muốn trở thành Manager.", "\n- Nghiêm túc, trách nhiệm với công việc và chỉ tiêu kinh doanh của cá nhân.", "\n- Tinh thần start-up, tư duy can-do trong mọi tình huống.", "\n- Kỹ năng giao tiếp, thuyết trình và đàm phán tốt.", "\n- Có khả năng hỗ trợ xây dựng các nội dung truyền thông như viết content, thiết kế ảnh, ... là lợi thế.", "\n- Ưu tiên những ứng viên có kinh nghiệm trong lĩnh vực dịch vụ khách hàng, tuyển dụng hoặc công nghệ thông tin,..."]], "phucLoi": [["- Mức lương cứng từ 7-10 triệu đồng + thưởng,  Thưởng theo kết quả làm việc", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng nóng, thưởng tháng, thưởng quý, thưởng lương tháng 13.", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: Liên hoan tháng, quý, teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác", "\n- Cơ hội làm việc với các khách hàng lớn trong lĩnh vực CNTT, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội triển khai các dự án tham vọng ở nhiều quốc gia, tiếp xúc và học hỏi từ những đồng nghiệp giỏi.", "\n- Làm việc trong môi trường trẻ trung, sôi động, hiện đại và đa văn hóa. Các hoạt động truyền thông, sự kiện vào các dịp lễ diễn ra thường xuyên.", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được quyền tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật."]], "luong": [["7-10 triệu"]], "kinhNghiem": ["Dưới 1 năm"], "capBac": ["Fresher"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-08-27"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11578/nhan-vien-kinh-doanh-(tieng-nhat)"},
{"tenCV": ["\n                Data scientist\n              "], "congTy": ["\n                  CÔNG TY TNHH CÔNG NGHỆ ASILLA VIỆT NAM\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/18/cong-ty-tnhh-cong-nghe-asilla-viet-nam"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Data Engineer"]], "moTa": [["We are participating in the Asilla Product team and helping to build AI projects based on analysis. Our product is being used by many customers and getting big logs and data. Based on these data we need to find the risk & issue and propose the solution to the product team.", "\nSpecifically:", "\nAnalyze issues and risks from the current product and quantify it", "\nAnalyze the data from a variety of perspectives", "\nGive some ideas based on the analysis to improve the accuracy of the product", "\nReport the analysis with an understandable slide"]], "yeuCau": [["University degree in Computer Science, Data Science, IT, or equivalent", "\nAt least 3 years of experience working as a Data Scientist or AI engineer position ", "\nHaving a strong background in statistics (At least confident in mathematics)", "\nProficient with frameworks: Pytorch, TensorFlow", "\nHaving good knowledge and experience about MLOps", "\nHaving a good knowledge of visualization, capable of using BI tools is a plus", "\nProficient in Python, C/C++ programming languages", "\nGood logical & critical thinking skills, hard-working and responsible at work.", "\nEffective communication skills."]], "phucLoi": [["Competitive salary: upto $2500", "\n", "\n14 months' salary a year", "\n", "\nOpportunity to receive Stock Option.", "\n", "\nTo fully participate in the regimes prescribed by the State such as social insurance, health insurance, unemployment insurance, and annual leave.", "\n", "\nBe trained and work directly with experienced experts in the field of AI.", "\n", "\nHave the opportunity to do challenging things, develop your full potential", "\n", "\nParticipate in team building sessions, have fun monthly with the Company;", "\n", "\nEnjoy full benefits (Happiness, birthday...);", "\n", "\nYoung, comfortable working environment, dynamic startup spirit."]], "luong": [["30-50 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Senior"], "nganhNghe": ["Data Engine"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-07-27"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11501/data-scientist"},
{"tenCV": ["\n                Chief Operating Officer\n              "], "congTy": ["\n                  CÔNG TY TNHH CÔNG NGHỆ ASILLA VIỆT NAM\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/18/cong-ty-tnhh-cong-nghe-asilla-viet-nam"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["COO"]], "moTa": [["Asilla is a pioneering start-up in the field of artificial intelligence, focusing on behavior recognition technology. After 8 years of establishment and development, Asilla has taken certain steps, accompanied more than 20 major customers in Japan to create future technology solutions, and is still expanding its business into the Vietnam and Southeast Asia market.", "\nNow we are focusing on developing and selling anomaly behavior detection AI products in the field of security & monitoring. The product has received very high praise from large real estate companies, building management companies, and large shopping malls in the Japanese market. In Vietnam, the product has entered the TOP 5 of the AI Awards 2022 organized by VNExpress. With this product, we believe that the security surveillance industry will be brighter by adding AI features without changing the security camera system, thus greatly improving operational efficiency.", "\nWith the goal of IPO in 2024, Asilla is looking forward to talents with an entrepreneurial spirit who want to develop and challenge themselves in a dynamic international environment.", "\nJoin us to become a key member of Asilla today!", "\nWe're searching for a Chief Operating Officer (COO) who has strong leadership skills and the ability to approach business with a creative point of view. The COO will lead our development team in an efficient, productive, and high quality", "\nDetail:", "\nCollaborate with the CEO in setting and driving organizational vision, operations strategy, and hiring levels", "\nTranslate strategy into actionable steps for growth, implementing organization-wide goal setting, performance management, and annual operations planning", "\nOversee product/project development, quality, and employee productivity, building a highly inclusive culture that ensures team members can thrive and that organizational goals are met", "\nEnsure effective recruiting, onboarding, professional development, performance management, and retention", "\nAnalyze internal operations and identify areas for process enhancement"]], "yeuCau": [["Required skills and qualifications", "\n5 years or more of experience in executive leadership roles in the IT domain", "\nExcellent leadership skills, with steadfast resolve and personal integrity", "\nUnderstanding of IT product/service development process and operation", "\nSolid grasp of data analysis and performance metrics", "\nAbility to diagnose problems quickly and foresee potential issues", "\nBusiness Japanese (N2 level)", "\nPreferred skills and qualifications", "\nPMP certification", "\nExperience working in multinational companies"]], "phucLoi": [["Competitive salary: up to $5000", "\n14 months' salary a year", "\nOpportunity to receive Stock Option", "\nTo fully participate in the regimes prescribed by the State such as social insurance, health insurance, unemployment insurance, annual leave", "\nParticipate in team-building sessions, happy hours,...", "\nEnjoy full benefits (Happiness, birthdays...)", "\nYoung, comfortable working environment, dynamic startup spirit"]], "luong": [["80-100 triệu"]], "kinhNghiem": ["Trên 5 năm"], "capBac": ["Super Manager"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-07-27"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11500/chief-operating-officer"},
{"tenCV": ["\n                Project Manager (Korean  Speaking)\n              "], "congTy": ["\n                  CÔNG TY TNHH GOLFZON VINA - CHI NHÁNH NGHIÊN CỨU VÀ PHÁT TRIỂN\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/354/cong-ty-tnhh-golfzon-vina-chi-nhanh-nghien-cuu-va-phat-trien"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Project Manager", "Business Analyst", "Product Executive", "Giám sát dự án", "Technical Manager"]], "moTa": [["ROLE AND RESPONSIBILITIES", "\nWe are looking for Project Manager who possess a passion for pushing Golf simulator technologies to the limits. PM will work with our team of talented engineers to maintain Golfzon’s web/app, backoffice and manage assigned projects. ", "\n", "\nResponsibilities", "\nA project manager identifies the project's goals, objectives, and scope and creates a project plan that outlines the tasks, timelines, and resources required. He/She will communicate with the project team and stakeholders, manage risks and issues, and monitor progress to ensure that the project stays on track.", "\n", "\nFor details:", "\n- Planning and developing the Golfzon’s project idea", "\n- Developing and leading the team of your dreams.", "\n- Establish a deadline and monitor the progress of the project.", "\n- Identify and resolve issues that arise.", "\n- Ensure Satisfaction with Stakeholders.", "\n- Performance evaluation of the project.", "\n- Other related tasks required by Director"]], "yeuCau": [["QUALIFICATIONS AND EDUCATION REQUIREMENTS", "\nA bachelor’s degree in Computer Science, Mathematics and Informatics or a related subject", "\n", "\nPREFERRED SKILLS", "\n- TOPIK LEVEL 6", "\n- At least 03 years of experience in PM or web/ app planning", "\n- Proficiency of MS Office", "\n- Experience in completing at least 01 project", "\n- Have mindset of plan & features improvement and development", "\n", "\nADDITIONAL NOTES", "\n- Experience in Agency company (web, site, vertical site, portal)", "\n- Have basic understandings of web/app structure", "\n- Experience in SRS planning"]], "phucLoi": [["- Mandatory Insurance as Labor Law Regulations ", "\n- Salary review once per year", "\n- 13-month salary", "\n- Annual bonus", "\n- Annual leave, sick leave, maternity leave, paternity leave, as follow Labor Law", "\n- 05 days paid sick leave & special leaves", "\n- Monthly Family Day off-work (Friday of salary-pay week) ", "\n- Refresh Day/ Picnic Day (once per year)", "\n- Vacation Day/ Company Trip (once per year)", "\n- Golf Lesson ", "\n- Learning & Development budget: $300 gross/person/ year", "\n- Premium Healthcare Insurance (PTI) ", "\n- Periodical Health Examination (yearly)", "\n- Happy time (first Friday of month)", "\n- Overtime support meal", "\n- Others: Gifts for Birth delivery, wedding, funeral, Women’s Day, Mid-autumn, Tet giftset"]], "luong": [["40-50 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["PM - Project Manager"], "nganhNghe": ["Bridge Engineer"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-07-31"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11474/project-manager-(korean-speaking)"},
{"tenCV": ["\n                Project Manager - Japanese N2 (Onsite Duy Tân)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Project Manager"]], "moTa": [["- Determine and define project scope and objectives", "\n- Establish and execute a project plan", "\n- Predict resources needed to reach objectives and manage resources in an effective and efficient manner", "\n- Manage project execution to ensure adherence to budget, schedule, and scope", "\n- Monitor progress and make adjustments as needed", "\n- Monitor project milestones and deliverables", "\n- Measure project performance to identify areas for improvement", "\n- Report & meeting with the customer"]], "yeuCau": [["- Japanese N2 up", "\n- 2 years+ of project management with more than 4 HCs", "\n- To have experience within an IT Service Management role conducting development of Information Technology processes, information flow, associated reports, and applications for defined service domain have experience in IT Managed Service is a plus"]], "phucLoi": [["- No need to try a job, get an official job with 100% salary", "\n- Opportunities onsite and working with big customers, advanced technology, self-development...", "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.", "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.", "\n- Working in a young, vibrant, modern and multicultural environment; Communication activities and events on holidays take place regularly.", "\n- Opportunity for advancement based on ability with corresponding increase in rank and salary increase.", "\n- Have the right to participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills…) and Japanese language classes.", "\n- And many other attractive benefits..."]], "luong": [["40-50 triệu"]], "kinhNghiem": ["2 năm"], "capBac": ["Middle"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-08-23"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11568/project-manager-japanese-n2-(onsite-duy-tan)"},
{"tenCV": ["\n                [V] .Net Developer onsite\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [[".NET"]], "moTa": [["- Tham gia dự án phần mềm tại văn phòng KH.", "\n- Phạm vi công việc từ làm rõ yêu cầu của khách hàng, phát triển, kiểm thử, triển khai và vận hành hệ thống cho khách hàng.", "\n- Đảm bảo phát triển phần mềm đúng hạn, đúng quy trình và đảm bảo chất lượng."]], "yeuCau": [["- Có  từ  4 năm kinh nghiệm lập trình .Net, có kinh nghiệm WPF", "\n- Có kiến thức tốt về MS-SQL 2019 trở lên (Thủ tục lưu trữ, Truy vấn báo cáo phức tạp).", "\n- Có kiến thức tốt về .Net Core, .Net framework 2.0, 3.5 và 4.0 và REST API."]], "phucLoi": [["- Phụ cấp onsite 100k/ngày làm việc.", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: Liên hoan tháng, quý, teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác", "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội làm việc nhóm với nhiều chuyên gia hàng đầu trong lĩnh vực CNTT trong nước và quốc tế.", "\n- Cơ hội triển khai các dự án tham vọng ở nhiều quốc gia, tiếp xúc với những công nghệ mới nhất và học hỏi từ những đồng nghiệp giỏi.", "\n- Làm việc trong môi trường trẻ trung, sôi động, hiện đại và đa văn hóa. Các hoạt động truyền thông, sự kiện vào các dịp lễ diễn ra thường xuyên.", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được quyền tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật.", "\n- Và rất nhiều quyền lợi hấp dẫn khác..."]], "luong": [["25-30 triệu"]], "kinhNghiem": ["4 năm"], "capBac": ["Senior"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2024-02-29"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11506/v-.net-developer-onsite"},
{"tenCV": ["\n                Test Lead\n              "], "congTy": ["\n                  Etstech\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/456/etstech"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Tester"]], "moTa": [["- Phân tích và làm rõ các yêu cầu của khách hàng cùng với PM và BA.", "\n- Lập kế hoạch kiểm thử, thiết kế kịch bản kiểm thử và viết báo cáo kết quả kiểm thử, đánh giá chất lượng sản phẩm trước khi bàn giao.", "\n- Thiết lập môi trường kiểm thử, dữ liệu kiểm thử, …", "\n- Phối hợp review testcase với các thành viên trong nhóm.", "\n- Giám sát và hỗ trợ vận hành sau golive.", "\n- Thực hiện các công việc khác khi có yêu cầu của cấp trên", "\n- Ưu tiên ứng viên có thể giao tiếp được tiếng Anh."]], "yeuCau": [["- Tốt nghiệp các trường: Đại Học Bách Khoa, HV Công Nghệ Bưu Chính Viễn Thông, HV Kỹ Thuật Mật Mã, Đại Học Quốc Gia....chuyên ngành CNTT, điện tử viễn thông, khoa học máy tính....và các chuyên ngành liên quan khác", "\n- Có tối thiểu 4 năm kinh nghiệm kiểm thử và 2 năm ở vị trí trưởng nhóm.", "\n- Có kiến thức về CSDL.", "\n- Có kỹ năng giao tiếp, làm việc nhóm.", "\n- Chủ động, tỉ mỉ, có thái độ tích cực và trách nhiệm cao trong công việc."]], "phucLoi": [["THU NHẬP", "\n- Mức lương: lên tới 1000$", "\n- Gói thu nhập 13 tháng lương/ năm ", "\n- Xét tăng lương theo năng lực và kết quả công việc định kỳ 2 lần/ năm hoặc tăng lương đột xuất theo hiệu quả công việc", "\nBẢO HIỂM VÀ CHÍNH SÁCH PHÚC LỢI", "\n- Chế độ Bảo hiểm sức khỏe cho bản thân và người nhà", "\n- Nghỉ thứ Bảy, Chủ nhật hàng tuần", "\n- Du lịch, Teambuilding/ dã ngoại định kỳ hàng năm", "\n- Chế độ mừng sinh con, quà nhân ngày Lễ/ Tết, quà ngày truyền thống và các chế độ phúc lợi khác", "\nCHẾ ĐỘ ĐÀO TẠO", "\n- Tham gia các khóa đào tạo chuyên môn, nâng cao kỹ năng thực hiện công việc, kỹ năng mềm và thi các chứng chỉ CNTT Quốc tế miễn phí tại Công ty", "\n- Được tham gia các chương trình đào tạo trước khi bắt đầu công việc và trong quá trình làm việc theo yêu cầu công việc", "\n- Chính sách phát triển, thăng tiến có lộ trình theo từng vị trí, từng phòng ban", "\n- Cơ hội tiếp cận với các công nghệ mới nhất: Cloud, Big data…", "\nMÔI TRƯỜNG LÀM VIỆC", "\n- Tham gia các Câu lạc bộ của Công ty: CLB bóng đá, chạy bộ, yoga, gym…", "\n- Được trang bị laptop, các thiết bị công nghệ hiện đại trong quá trình làm việc", "\n- Môi trường làm việc hiện đại, năng động, khuyến khích tối đa sự sáng tạo của nhân viên"]], "luong": [["15-20 triệu"]], "kinhNghiem": ["4 năm"], "capBac": ["Senior"], "nganhNghe": ["Tester / QA / QC"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-01"], "soLuong": ["2 người"], "linkCV": "https://devwork.vn/viec-lam/11806/test-lead"},
{"tenCV": ["\n                JUNIOR/MIDDLE JAVA Onsite PERU\n              "], "congTy": ["\n                  Etstech\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/456/etstech"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Java"]], "moTa": [["- Tham gia phát triển các sản phẩm trong nhiều lĩnh vực (FinTech, EdTech, Customer Care…)", "\n- Phát triển API dành cho ứng dụng di động", "\n- Xây dựng, tích hợp service giao tiếp với các hệ thống khác", "\n- Nâng cấp, bảo trì các hệ thống đã triển khai", "\n- Phân tích nghiệp vụ, xây dựng giải pháp và triển khai hệ thống theo yêu cầu của khách hàng"]], "yeuCau": [["- Tốt nghiệp ĐH/CĐ chuyên ngành CNTT", "\n- Trên 2 năm kinh nghiệm làm các dự án trên nền tảng Java (Spring Framework)", "\n- Có hiểu biết về việc tích hợp webservices (Restful, SOAP…)", "\n- Có kinh nghiệm lập trình với các cơ sở dữ liệu như: MySQL, Oracle, Mongo, Redis…", "\n- Thành thao trong việc sử dụng Git", "\n- Hiểu rõ về lập trình hướng đối tượng", "\n- Có kĩ năng làm việc nhóm", "\n- Có tư duy phân tích, tinh thần trách nhiệm cao trong công việc"]], "phucLoi": [["- Đại điện công ty, team làm việc tại Peru", "\n- Ký hợp đồng lao động và các chế độ bảo hiểm theo luật lao động trong nước", "\n- Hưởng thêm mức trợ cấp đi lại, ăn ở.", "\n- Được làm dự án với các doanh nghiệp lớn trong và ngoài nước.", "\n- Nâng cao kinh nghiệm về việc phát triển phần mềm, xây dựng hệ thống có lượng tương tác người dùng cao", "\n- Được làm việc với những người có kinh nghiệm lâu năm trong ngành phần mềm ", "\n- Thu nhập cạnh tranh, thưởng ngày Lễ, Tết", "\n- Được làm việc trong môi trường startup năng động, trẻ trung và chuyên nghiệp", "\n- Tham gia các buổi teambuilding, hoạt động thể dục, thể thao: đá bóng, esport"]], "luong": [["20-30 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Middle"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-11-01"], "soLuong": ["2 người"], "linkCV": "https://devwork.vn/viec-lam/11807/juniormiddle-java-onsite-peru"},
{"tenCV": ["\n                Game Server Developer (C++/C/C#)\n              "], "congTy": ["\n                  CÔNG TY TNHH GOLFZON VINA - CHI NHÁNH NGHIÊN CỨU VÀ PHÁT TRIỂN\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/354/cong-ty-tnhh-golfzon-vina-chi-nhanh-nghien-cuu-va-phat-trien"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["C++", "C#", "Objective C", "Database", "Game"]], "moTa": [["ROLE AND RESPONSIBILITIES", "\nWe are looking for Game Server Developers who possess a passion for pushing Golf simulator technologies to the limits. ", "\nGame Server developers will work with our team of talented engineers to design and build the next generation of our Golf Simulators. ", "\n", "\nResponsibilities", "\nGlobal Goflzon’s Golf Simulator server development, maintenance and operation, project participation, and project performance management in cooperation.", "\n", "\nFor details: ", "\n- Develop Game server link with Golf simulator (client)", "\n- Process authentication when running client or process user login authentication", "\n- Develop communication server for remote competition among clients", "\n- Collaborate with cross-functional teams to define, design, and ship new features", "\n- Continuously discover, evaluate, and implement new technologies to maximize development ", "\nefficiency", "\n- Other related tasks required by Director"]], "yeuCau": [["QUALIFICATIONS AND EDUCATION REQUIREMENTS", "\nA bachelor’s degree in Computer Science, Engineering or a related subject", "\n", "\nPREFERRED SKILLS", "\n- At least 05 years of experience in server development", "\n- 05 years of experience in C/C++/ C#", "\n- Proficiency of Windows/ Linux Programming", "\n- Multi-thread programming", "\n- Understand and be able to use data structure and algorithm", "\n", "\nADDITIONAL NOTES", "\n- Understand Network Programming", "\n- Understand server structure and client", "\n- Understand DBMS (MS-SQL)"]], "phucLoi": [["- Mandatory Insurance as Labor Law Regulations", "\n- Salary review once per year", "\n- 13-month salary", "\n- Annual bonus", "\n- Annual leave, sick leave, maternity leave, paternity leave, as follow Labor Law", "\n- 05 days paid sick leave & special leaves", "\n- Monthly Family Day off-work (Friday of salary-pay week) ", "\n- Refresh Day/ Picnic Day (once per year)", "\n- Vacation Day/ Company Trip (once per year)", "\n- Golf Lesson ", "\n- Learning & Development budget: $300 gross/person/ year", "\n- Premium Healthcare Insurance (PTI) ", "\n- Periodical Health Examination (yearly)", "\n- Happy time (first Friday of month)", "\n- Overtime support meal", "\n- Others: Gifts for Birth delivery, wedding, funeral, Women’s Day, Mid-autumn, Tet giftset."]], "luong": [["30-50 triệu"]], "kinhNghiem": ["4 năm"], "capBac": ["Senior"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-08-31"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11487/game-server-developer-(c++cc)"},
{"tenCV": ["\n                Golf Simulator Developer (C++)\n              "], "congTy": ["\n                  CÔNG TY TNHH GOLFZON VINA - CHI NHÁNH NGHIÊN CỨU VÀ PHÁT TRIỂN\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/354/cong-ty-tnhh-golfzon-vina-chi-nhanh-nghien-cuu-va-phat-trien"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["C++"]], "moTa": [["ROLE AND RESPONSIBILITIES", "\nWe are looking for Golf simulator Developers who possess a passion for pushing Golf simulator technologies to the limits. ", "\nGolf simulator developers will work with our team of talented engineers to design and build the next generation of our Golf Simulators. ", "\nGolf simulator programming works closely with other technical teams.", "\n", "\nResponsibilities", "\nGlobal Goflzon’s Golf Simulator development, maintenance and operation, project participation, and project performance management in cooperation", "\n", "\nFor details:", "\n- Develop logic of Golf ", "\n- Develop software of Golf simulator links hardware such as sensors, camera, etc.", "\n- Link database, server with game record-based result calculation", "\n- Collaborate with cross-functional teams to define, design, and ship new features", "\n- Continuously discover, evaluate, and implement new technologies to maximize development ", "\nefficiency", "\n- Other related tasks required by Director"]], "yeuCau": [["QUALIFICATIONS AND EDUCATION REQUIREMENTS", "\nA bachelor’s degree in Computer Science, Engineering or a related subject", "\n", "\nPREFERRED SKILLS", "\n- At least 05 years of experience in client development", "\n- 05 years of experience in C++/ Modern C++ ", "\n- Proficiency of Windows Programming development (Visual Studio, MS-SQL)", "\n- Multi-thread programming", "\n- Understand and be able to use data structure and algorithm", "\n", "\nADDITIONAL NOTES", "\n- C/C# Programming", "\n- Experience in Cry Game Engine", "\n- Understand memory dump analysis"]], "phucLoi": [["- Mandatory Insurance as Labor Law Regulations ", "\n- Salary review once per year", "\n- 13-month salary", "\n- Annual bonus", "\n- Annual leave, sick leave, maternity leave, paternity leave, as follow Labor Law", "\n- 05 days paid sick leave & special leaves", "\n- Monthly Family Day off-work (Friday of salary-pay week) ", "\n- Refresh Day/ Picnic Day (once per year)", "\n- Vacation Day/ Company Trip (once per year)", "\n- Golf Lesson ", "\n- Learning & Development budget: $300 gross/person/ year", "\n- Premium Healthcare Insurance (PTI) ", "\n- Periodical Health Examination (yearly)", "\n- Happy time (first Friday of month)", "\n- Overtime support meal", "\n- Others: Gifts for Birth delivery, wedding, funeral, Women’s Day, Mid-autumn, Tet giftset"]], "luong": [["30-50 triệu"]], "kinhNghiem": ["4 năm"], "capBac": ["Senior"], "nganhNghe": ["Fullstack"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-07-19"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11486/golf-simulator-developer-(c++)"},
{"tenCV": ["\n                NVKD Tiếng Nhật (parttime/fulltime)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Sale Man"]], "moTa": [["Devvwork là Nền tảng công nghệ tuyển dụng dành riêng cho lĩnh vực IT. Với Platform kết nối giữa Nhà tuyển dụng và hàng ngàn HR Freelancers để đem đến cho khách hàng trải nghiệm về dịch vụ tuyển dụng thời đại 4.0 với Tốc độ, Chất lượng và Chi phí tối ưu nhất trong các Recruitment Agency tại Việt Nam. Chúng tôi muốn phát triển dịch vụ này tại thị trường Nhật Bản, và muốn bạn gia nhập với chúng tôi.", "\n- Tìm kiếm và khai thác thông tin Khách hàng.", "\n- Thiết lập cuộc gọi, cuộc hẹn và tư vấn và giới thiệu cho khách hàng các gói dịch vụ Tuyển dụng nhân sự của Devwork.", "\n- Đàm phán, thương lượng và thực hiện các thủ tục ký kết hợp đồng với khách hàng.", "\n- Xây dựng và duy trì mối quan hệ tốt với khách hàng.", "\n- Bảo đảm hoàn thành chỉ tiêu cá nhân và kế hoạch kinh doanh theo lộ trình phát triển của Công ty."]], "yeuCau": [["- Có 6 tháng - 1 năm bán hàng trong lĩnh vực B2B.", "\n- Kỹ năng giao tiếp, thuyết trình và đàm phán tốt bằng Tiếng Nhật.", "\n- Nghiêm túc, trách nhiệm với công việc và chỉ tiêu kinh doanh của cá nhân.", "\n- Tinh thần start-up, tư duy can-do trong mọi tình huống.", "\n- Có khả năng hỗ trợ xây dựng các nội dung truyền thông như viết content, thiết kế ảnh, ... là lợi thế.", "\n- Ưu tiên những ứng viên có kinh nghiệm trong lĩnh vực dịch vụ khách hàng, tuyển dụng hoặc công nghệ thông tin,..."]], "phucLoi": [["- Mức lương cứng parttime từ 3-5 triệu đồng + thưởng, Thưởng theo kết quả làm việc", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng nóng, thưởng tháng, thưởng quý, thưởng lương tháng 13.", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: Liên hoan tháng, quý, teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác", "\n- Cơ hội làm việc với các khách hàng lớn trong lĩnh vực CNTT, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội triển khai các dự án tham vọng ở nhiều quốc gia, tiếp xúc và học hỏi từ những đồng nghiệp giỏi.", "\n- Làm việc trong môi trường trẻ trung, sôi động, hiện đại và đa văn hóa. Các hoạt động truyền thông, sự kiện vào các dịp lễ diễn ra thường xuyên.", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được quyền tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật."]], "luong": [["Dưới 7 triệu"]], "kinhNghiem": ["Dưới 1 năm"], "capBac": ["Fresher"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-07-02"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11460/nvkd-tieng-nhat-(parttimefulltime)"},
{"tenCV": ["\n                Project Manager (PM)\n              "], "congTy": ["\n                  CÔNG TY CP CÔNG NGHỆ ECRM.VN\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/267/cong-ty-cp-cong-nghe-ecrm.vn"], "diaDiem": ["\n                Nghệ An\n              "], "skills": [["TeamLead", "\n                      ReactJS\n                    ", "\n                      TeamLead\n                    ", "\n                      VueJS\n                    "]], "moTa": [["- Lập kế hoạch phát triển dự án, quản trị rủi ro, phân chia công việc, chịu trách nhiệm về dự án trước các stakeholder và các hoạt động của dự án.", "\n- Tiếp nhận yêu cầu từ bộ phận kinh doanh và các phòng ban khác, tổ chức khảo sát, thống nhất yêu cầu với các bên liên quan", "\n- Quản lý team dự án, đánh giá/nhận xét năng lực team dự án.", "\n- Quản lý workload member dự án.", "\n- Nhận diện/giải quyết vấn đề.", "\n- Giảm thiểu/ngăn ngừa rủi ro đảm bảo dự án chạy đúng tiến độ.", "\n- Phối hợp với các stakeholder, báo cáo về tình hình dự án, đề xuất các phương án để dự án chạy thông suốt, đảm bảo chất lượng dự án.", "\n- Nghiên cứu, đề xuất thay đổi quy trình sản xuất phần mềm (nếu có)"]], "yeuCau": [["- Tốt nghiệp Đại học loại Khá trở lên, ưu tiên chuyên ngành CNTT, Kỹ thuật phần mềm, An toàn thông tin và ngành có liên quan", "\n- Có kinh nghiệm ít nhất 01 năm ở vị trí quản lý dự án công nghệ thông tin hoặc các dự án tương tự (PM). ", "\n- Có kinh nghiệm quản trị các dự án theo nhiều mô hình khác nhau như Agile, Waterfall", "\n- Thành thạo các công cụ quản trị dự án và kiểm soát rủi ro", "\n- Có trách nhiệm cao và thái độ tốt trong công việc", "\n- Có khả năng làm việc độc lập hoặc làm việc theo nhóm tốt", "\n- Kỹ năng giao tiếp và trình bày tốt", "\n- Làm việc dưới áp lực cao, nhạy bén và tiếp thu nhanh.", "\n- Ưu tiên ứng viên có thể đi làm ngay hoặc có thể xem xét nhận việc sau tết", "\n- Tư duy logic và giao tiếp tốt, sáng tạo trong công việc"]], "phucLoi": [["- Mức lương cơ bản từ  18 - 25 triệu tùy theo năng lực và vị trí công việc", "\n- Sẽ được trao đổi mức lương cụ thể khi phỏng vấn.", "\n- Được tổ chức sinh nhât, nghỉ lễ, nghỉ phép và hưởng quyền lợi theo Luật lao động.", "\n- Đồng nghiệp và môi trường làm việc năng động", "\n- Cơ hội được học tập và đào tạo nội bộ về các kỹ năng trong công việc."]], "luong": [["15-25 triệu"]], "kinhNghiem": ["1 năm"], "capBac": ["Senior"], "nganhNghe": ["Fullstack"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-10-30"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11061/project-manager-(pm)"},
{"tenCV": ["\n                jUNIOR Android Developer_ Thử việc 100% lương - Thưởng pass thử việc 5M\n              "], "congTy": ["\n                  Công ty CP GMO Finacial Holdings\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/276/cong-ty-cp-gmo-finacial-holdings"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Android"]], "moTa": [["■ Tham gia thiết kế UI / UX", "\n■ Tạo mô phỏng / nguyên mẫu", "\n■ Coding và Unit Test", "\n■ Vận hành hệ thống", "\n■ Phỏng vấn online 1 vòng"]], "yeuCau": [["Chỉ Tuyển các ứng viên có mong muốn sau này sang Nhật làm việc lâu dài", "\n■Tiếng Nhật trình độ N4-N1 (nếu tiếng Nhật còn yếu thì công ty sẽ đào tạo thêm)", "\n■ Có kinh nghiệm phát triển ứng dụng điện thoại bằng Kotlin (hơn 2 năm)", "\n■ Kinh nghiệm triển khai Unit/UI test", "\n■ Kinh nghiệm Code review", "\n■ Kinh nghiệm phát triển, vận hành và phát hành ứng dụng Android", "\n★Ứng viên mong muốn nâng cao trình độ tiếng Nhật sau khi vào công ty", "\n", "\n■ Kỹ năng mong muốn với kinh nghiệm", "\n■ Kinh nghiệm phát triển dịch vụ web", "\n■ Kinh nghiệm triển khai API HTTP (RESTFul) và WebSocket", "\n■ Có kinh nghiệm lựa chọn kiến trúc và công nghệ được áp dụng", "\n■ Kinh nghiệm phát triển SwiftUI, Jetpack Compose"]], "phucLoi": [["■Lương", "\nCó thể thương lượng", "\n・ Lương hàng tháng 1000USD ~ 2000USD (Lương cơ bản + Lương trách nhiệm) ", "\n・ Cơ hội lớn để sang Nhật làm việc lâu dài trong tập đoàn fintech lớn hàng đầu ở Nhật.", "\nHỗ trợ 100% chi phí học tiếng Nhật 1 kèm 1 với giáo viên người Nhật. Lịch học và số giờ học tự chọn để phù hợp với nhu cầu của bản thân.", "\nCơ hội tham gia vào đội ngũ chuyên nghiệp để xây dựng product của chính công ty và làm cùng trực tiếp với các kỹ sư người Nhật.", "\nThưởng 50 man yên (tương đương 90 triệu Vnd) khi sang Nhật làm việc lâu dài.", "\nHỗ trợ 4000 yên/ngày, hỗ trợ 100% chi phí nhà ở khi sang Nhật công tác.", "\nNhận 100% lương trong thời gian thử việc.", "\nThưởng cuối năm, nghỉ phép và các chế độ phúc lợi khác theo quy định của nhà nước"]], "luong": [["20-40 triệu"]], "kinhNghiem": ["1 năm"], "capBac": ["Junior"], "nganhNghe": ["Mobile Apps"], "hinhThuc": ["Full-time"], "hanNopCV": ["2022-12-16"], "soLuong": ["2 người"], "linkCV": "https://devwork.vn/viec-lam/11115/junior-android-developer_-thu-viec-100percent-luong-thuong-pass-thu-viec-5m"},
{"tenCV": ["\n                Phó phòng phát triển phần mềm\n              "], "congTy": ["\n                  Công ty TNHH Nissan Automotive Technology Việt Nam\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/278/cong-ty-tnhh-nissan-automotive-technology-viet-nam"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Python", "DevOps", "AWS"]], "moTa": [["Quản lý, vận hành, phát triển Project tự động hóa sử dụng công nghệ DX như một kỹ sư DevOps", "\nPhân tích yêu cầu khách hàng, trao đổi tư vấn cho khách hàng về các giải pháp tự động hóa nghiệp vụ", "\nQuyết định công nghệ DX sử dụng, thiết kế cấu trúc phần mềm tự động hóa nghiệp vụ", "\nTạo tài liệu thiết kế Function Specification; chỉ đạo lập trình", "\nKiểm chứng chức năng, tính năng của phần mềm tự động hóa sử dụng DX", "\nQuyết định Release phần mềm, triển khai After Service đến khách hàng", "\nĐào tạo nhân viên mới, nghiên cứu và vận hành kỹ thuật mới vào nghiệp vụ phát triển phần mềm tự động hóa dùng DX", "\nThời gian thử việc : Tùy thuộc vào luật lao động Việt Nam"]], "yeuCau": [["Trình độ: Đại học, Tốt nghiệp chuyên ngành công nghệ thông tin hoặc chuyên ngành có liên quan", "\nĐộ tuổi: 28-35 tuổi", "\nTiếng Nhật tương đương N2 hoặc Tiếng Anh giao tiếp tốt ~6.0 IELTS", "\nTốt nghiệp đại học chuyên ngành máy tính hoặc các lĩnh vực liên quan, hoặc có kinh nghiệm làm việc tương xứng                                                                ", "\nCó tối thiểu 3 năm kinh nghiệm làm việc trong lĩnh vực DevOps và Cloud computing                                                              ", "\nCó kinh nghiệm sử dụng các nền tảng Cloud như AWS, Azure, Google cloud v.v…                                                               ", "\nCó kiến thức hoặc đã từng làm việc với các ngôn ngữ lập trình/CSDL: Python, RPA, MySQL, DynamoDB hoặc MongoDB, v.v.         ", "\nKỹ năng bổ sung (nếu có là một lợi thế):", "\n・Có kinh nghiệm trong việc triển khai DevOps automation tools", "\n・Thành thạo các kỹ năng khắc phục sự cố, giải quyết các vấn đề kỹ thuật phức tạp                                                   ", "\n・Kỹ năng giao tiếp và thuyết trình tiếng Anh"]], "phucLoi": [["Mức lương: thỏa thuận", "\nTrợ cấp : Phụ thuộc vào quy định của công ty ( bao gồm: trợ cấp tiếng nhật, tiếng anh, đi lại, ăn trưa, tăng ca)", "\nThời gian làm việc : 8:00 – 17:00 ( nghỉ trưa từ 11:30 – 12:30). Làm việc Thứ 2-Thứ 6 (ngày nghỉ tương tự công ty Nhật Bản: nghỉ Tết, Tuần lễ vàng, nghỉ hè, đông)", "\nChế độ đãi ngộ : Bảo hiểm thương tật, du lịch nhân viên, quà nhân ngày Phụ Nữ, v.v."]], "luong": [["40-60 triệu"]], "kinhNghiem": ["3 năm"], "capBac": ["Team Leader"], "nganhNghe": ["Backend"], "hinhThuc": ["Full-time"], "hanNopCV": ["2022-12-22"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11125/pho-phong-phat-trien-phan-mem"},
{"tenCV": ["\n                NVKD Tiếng Anh (parttime/fulltime)\n              "], "congTy": ["\n                  Công ty Cổ phần Phần mềm Devwork\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["Sale Man"]], "moTa": [["Devvwork là Nền tảng công nghệ tuyển dụng dành riêng cho lĩnh vực IT. Với Platform kết nối giữa Nhà tuyển dụng và hàng ngàn HR Freelancers để đem đến cho khách hàng trải nghiệm về dịch vụ tuyển dụng thời đại 4.0 với Tốc độ, Chất lượng và Chi phí tối ưu nhất trong các Recruitment Agency tại Việt Nam. Chúng tôi muốn phát triển dịch vụ này cho thị trường Global, và muốn bạn gia nhập với chúng tôi.", "\n- Tìm kiếm và khai thác thông tin Khách hàng.", "\n- Thiết lập cuộc gọi, cuộc hẹn và tư vấn và giới thiệu cho khách hàng các gói dịch vụ Tuyển dụng nhân sự của Devwork.", "\n- Đàm phán, thương lượng và thực hiện các thủ tục ký kết hợp đồng với khách hàng.", "\n- Xây dựng và duy trì mối quan hệ tốt với khách hàng.", "\n- Bảo đảm hoàn thành chỉ tiêu cá nhân và kế hoạch kinh doanh theo lộ trình phát triển của Công ty."]], "yeuCau": [["- Có 6 tháng - 1 năm bán hàng trong lĩnh vực B2B.", "\n- Kỹ năng giao tiếp, thuyết trình và đàm phán tốt bằng Tiếng Anh.", "\n- Nghiêm túc, trách nhiệm với công việc và chỉ tiêu kinh doanh của cá nhân.", "\n- Tinh thần start-up, tư duy can-do trong mọi tình huống.", "\n- Có khả năng hỗ trợ xây dựng các nội dung truyền thông như viết content, thiết kế ảnh, ... là lợi thế.", "\n- Ưu tiên những ứng viên có kinh nghiệm trong lĩnh vực dịch vụ khách hàng, tuyển dụng hoặc công nghệ thông tin,..."]], "phucLoi": [["- Mức lương cứng parttime từ 3-5 triệu đồng + thưởng, Thưởng theo kết quả làm việc", "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.", "\n- Thưởng nóng, thưởng tháng, thưởng quý, thưởng lương tháng 13.", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: Liên hoan tháng, quý, teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác", "\n- Cơ hội làm việc với các khách hàng lớn trong lĩnh vực CNTT, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội triển khai các dự án tham vọng ở nhiều quốc gia, tiếp xúc và học hỏi từ những đồng nghiệp giỏi.", "\n- Làm việc trong môi trường trẻ trung, sôi động, hiện đại và đa văn hóa. Các hoạt động truyền thông, sự kiện vào các dịp lễ diễn ra thường xuyên.", "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.", "\n- Được quyền tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật."]], "luong": [["Dưới 7 triệu"]], "kinhNghiem": ["Dưới 1 năm"], "capBac": ["Fresher"], "nganhNghe": [null], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-07-05"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11461/nvkd-tieng-anh-(parttimefulltime)"},
{"tenCV": ["\n                Golf Simulator Developer (experience in Action  Script/ Flash)\n              "], "congTy": ["\n                  CÔNG TY TNHH GOLFZON VINA - CHI NHÁNH NGHIÊN CỨU VÀ PHÁT TRIỂN\n                "], "linkCongTy": ["https://devwork.vn/cong-ty/354/cong-ty-tnhh-golfzon-vina-chi-nhanh-nghien-cuu-va-phat-trien"], "diaDiem": ["\n                Hà Nội\n              "], "skills": [["C++", "C#", "UI/UX", "Game", "Graphic Design"]], "moTa": [["ROLE AND RESPONSIBILITIES", "\nWe are looking for Golf simulator Developers who possess a passion for pushing Golf simulator technologies to the limits. Golf simulator developers will work with our team of talented engineers to design and build the next generation of our Golf Simulators. Golf simulator programming works closely with other technical teams.", "\n", "\nResponsibilities", "\nGlobal Goflzon’s Golf Simulator development, maintenance and operation, project participation, and project performance management in cooperation.", "\n", "\nFor details:", "\n- Develop Golf simulator lobby, in-game UI", "\n- Develop screen direction, effect in game by progress", "\n- Collaborate with cross-functional teams to define, design, and ship new features", "\n- Continuously discover, evaluate, and implement new technologies to maximize development ", "\nefficiency", "\n- Other related tasks required by Director"]], "yeuCau": [["QUALIFICATIONS AND EDUCATION REQUIREMENTS", "\nA bachelor’s degree in Computer Science, Engineering or a related subject", "\n", "\nPREFERRED SKILLS", "\n- At least 05 years of experience in development", "\n- Able to use ScaleForm 3.x version or ActionScript ", "\n- Able to use Flash Develop or FlashBuilder ", "\n", "\nADDITIONAL NOTES", "\n- Experience in Flash CS6", "\n- Experience in DDS management and ScaleForm memory"]], "phucLoi": [["- Mandatory Insurance as Labor Law Regulations ", "\n- Salary review once per year", "\n- 13-month salary", "\n- Annual bonus", "\n- Annual leave, sick leave, maternity leave, paternity leave, as follow Labor Law", "\n- 05 days paid sick leave & special leaves", "\n- Monthly Family Day off-work (Friday of salary-pay week) ", "\n- Refresh Day/ Picnic Day (once per year)", "\n- Vacation Day/ Company Trip (once per year)", "\n- Golf Lesson ", "\n- Learning & Development budget: $300 gross/person/ year", "\n- Premium Healthcare Insurance (PTI) ", "\n- Periodical Health Examination (yearly)", "\n- Happy time (first Friday of month)", "\n- Overtime support meal", "\n- Others: Gifts for Birth delivery, wedding, funeral, Women’s Day, Mid-autumn, Tet giftset"]], "luong": [["30-50 triệu"]], "kinhNghiem": ["4 năm"], "capBac": ["Senior"], "nganhNghe": ["Fullstack"], "hinhThuc": ["Full-time"], "hanNopCV": ["2023-07-31"], "soLuong": ["1 người"], "linkCV": "https://devwork.vn/viec-lam/11473/golf-simulator-developer-(experience-in-action-script-flash)"},
