[
{"tenCV": "Lập trình viên Java (Middle - Senior)", "congTy": "Công ty Cổ phần Phần mềm Devwork", "linkCongTy": "https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork", "diaDiem": "Tokyo", "skills": [["Java"]], "moTa": ["Hạng mục dự án", "\nPhát triển, hệ thống kinh doanh/hệ thống web", "\nChi tiết dự án", "\nNhiều dự án đang được thực hiện bởi các công ty liên quan đến chuyển động DX,", "\nChúng tôi sẽ cung cấp hỗ trợ cho một trong các dự án sau.", "\n・Phát triển, vận hành và bảo trì hệ thống xe buýt", "\n・Phát triển, vận hành và bảo trì hệ thống chia sẻ xe", "\n・Hỗ trợ phát triển bảng hiệu", "\n*Chúng tôi dự định tập trung vào một dự án và cung cấp hỗ trợ cho các dự án khác tùy theo tình hình.", "\nChúng tôi đang tìm kiếm các nhà lãnh đạo và thành viên,", "\nChúng tôi muốn người lãnh đạo đóng quân ở Tokyo và các thành viên đóng quân ở Tokyo hoặc Osaka.", "\nLãnh đạo cũng yêu cầu sự đánh giá và hỗ trợ từ các thành viên.", "\nTuổi: ~ cuối 40", "\nGa gần nhất: Monzennakacho/Kiba", "\n・Đây là một dự án lâu dài.", "\n・Đây là một kế hoạch dài hạn.", "\n・Đối với người nước ngoài, vui lòng tham dự hai cuộc phỏng vấn."], "yeuCau": ["Kỹ năng (bắt buộc):", "\n【lãnh đạo】35-45Man", "\n・Lãnh đạo hoặc kinh nghiệm tương tự", "\n・Kinh nghiệm phát triển Java (trên 5 năm)", "\n【thành viên】30-35Man", "\n・Kinh nghiệm phát triển Java (hơn 3 năm)", "\n【chung】", "\n・Có kinh nghiệm với SpringBoot hoặc Spring", "\n・Kinh nghiệm phát triển hệ thống web", "\n・Có kinh nghiệm sử dụng Mysql", "\nCác kỹ năng (không bắt buộc):", "\n・Kinh nghiệm phát triển sử dụng PHP"], "phucLoi": [["- Quốc tịch nước ngoài: Có thể (tùy thuộc vào khả năng ngôn ngữ)", "\n- Thử việc 2 tháng, hưởng 100% lương và đóng đầy đủ bảo hiểm theo luật lao động Việt Nam (bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp) sau 2 tháng làm việc.", "\n- Thưởng thâm niên, thưởng lễ tết, thưởng Tết, thưởng lương tháng 13", "\n- Trợ cấp thai sản cho nhân viên nữ.", "\n- Tham gia các hoạt động của công ty: Hàng tháng, hàng quý, teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác", "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...", "\n- Cơ hội làm việc nhóm với nhiều chuyên gia đầu ngành trong lĩnh vực CNTT trong nước và quốc tế.", "\n- Cơ hội thực hiện các dự án đầy tham vọng ở nhiều quốc gia, tiếp xúc với các công nghệ mới nhất và học hỏi từ những đồng nghiệp giỏi.", "\n- Làm việc trong môi trường trẻ, năng động, hiện đại và đa văn hóa. Các hoạt động truyền thông, sự kiện vào các ngày lễ diễn ra thường xuyên.", "\n- Được quyền tham gia các khóa đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản lý dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật."]], "luong": ["80-100 triệu"], "kinhNghiem": 3, "capBac": "Senior", "nganhNghe": [null], "hinhThuc": "Full-time", "hanNopCV": "2023-12-06", "soLuong": 1, "linkCV": "https://devwork.vn/viec-lam/11889/lap-trinh-vien-java-(middle-senior)", "luongTB": 90.0},
{"tenCV": "PMO (600 - 1000 Man/ Năm)", "congTy": "Công ty Cổ phần Phần mềm Devwork", "linkCongTy": "https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork", "diaDiem": "Tokyo", "skills": [["Project Manager"]], "moTa": ["• The associate will be assigned as a member of the PMO team for system development project and will be responsible for tracking and maintaining project activities, stakeholder communication, document creation an d maintenance, and other project governance related tasks", "\n• Liaise with internal customers and stakeholders to capture requirements", "\n• Keep track of project scope, schedule, budget, communications, risks and issues", "\n• Own project artifacts (WBS, BRD, Status Reports, etc.)", "\n• Arrange project meeting and prepare minutes", "\n• Prepare communication email with project resources and stakeholders"], "yeuCau": ["• Experience in Project Management / PMO roles", "\n• IT technical working experience", "\n• Ability to communicate and collaborate", "\n• within the team and project stakeholder", "\n• Organized, able to evaluate and manage priorities, able to handle an ever-changing environment", "\n• Proficiency in MS Office Applications (Excel, Word, PowerPoint, Project), JIRA, Confluence", "\n• Fluent in Japanese (Comfortably communicate in business environment and use Japanese Keigo)"], "phucLoi": [["- 2-month probationary period, receive 100% of salary and fully pay insurance according to Vietnamese labor law (social insurance, health insurance, unemployment insurance) after 2 months of working.", "\n- Seniority bonus, holiday bonus, Tet bonus, 13th month salary bonus", "\n- Maternity allowance for female employees.", "\n- Participate in company activities: Monthly, quarterly, teambuilding, travel, resort and other activities", "\n- Opportunities onsite and working with big customers, advanced technology, self-development...", "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.", "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.", "\n- Working in a young, vibrant, modern and multicultural environment. Communication activities and events on holidays take place regularly.", "\n- Have the right to participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills…) and Japanese language classes."]], "luong": ["100-120 triệu"], "kinhNghiem": 5, "capBac": "Senior", "nganhNghe": ["Infrastructure"], "hinhThuc": "Full-time", "hanNopCV": "2023-08-12", "soLuong": 1, "linkCV": "https://devwork.vn/viec-lam/11551/pmo-(600-1000-man-nam)", "luongTB": 110.0},
{"tenCV": "Project Manager (600 - 1000 Man/ Năm)", "congTy": "Công ty Cổ phần Phần mềm Devwork", "linkCongTy": "https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork", "diaDiem": "Kyoto", "skills": [["Project Manager"]], "moTa": ["• Managing multiple workstreams in program management", "\n• Setting up the Agile model of program management.", "\n• Ensuring that committed deliverables and services are rendered on schedule with defined quality levels", "\n• Resolving issues and ad hoc requests", "\n• Producing and distributing status reports, metric reports", "\n• Capacity Planning, Project planning and work allocation", "\n• Managing resources against projected demand", "\n• Driving agreed practices of pharma processes and efficiency", "\n• Communication with business and IT stakeholders", "\n• Ability to work across geographies in onsite offshore mode", "\n• Planning to Resolve challenging and critical issues", "\n• Technical discussion with agencies, customer and offshore.", "\n• Handling Client interfacing and coordinating the support status within the team.", "\n• Status reporting to local and global stake holders for client", "\n• Customer communication", "\n• Ability to coordinate with business users, gather and validate requirements", "\n• Communication to /coordination with legacy system owners and vendors", "\n• Business user communication", "\n• SPOC for the engagement"], "yeuCau": ["• Project Management and experienced in either/or waterfall/agile methodology", "\n• Ability to work with Project Management tools like JIRA or MS Projects", "\n• Experienced in end to end SDLC implementation for multi geography projects", "\n• Strong Bilingual Skill (writing/reading/communication) to communicate effectively both", "\nat local stakeholders, multiple partners involved in IT project implementation and", "\nregional stakeholders.", "\n• It is desirable that the Bilingual Project Manager has experience in managing", "\nJapanese vendors in the medical space.", "\nProject Manager with S4HANA", "\n• Requires S4HANA skill", "\n• For those in Kansai region or willing to relocate to Kansai region", "\nProject Manager with Bilingual", "\n• IT Development skill and experience• JLPT N1", "\n• Available in Kanto region as well"], "phucLoi": [["- 2-month probationary period, receive 100% of salary and fully pay insurance according to Vietnamese labor law (social insurance, health insurance, unemployment insurance) after 2 months of working.", "\n- Seniority bonus, holiday bonus, Tet bonus, 13th month salary bonus", "\n- Maternity allowance for female employees.", "\n- Participate in company activities: Monthly, quarterly, teambuilding, travel, resort and other activities", "\n- Opportunities onsite and working with big customers, advanced technology, self-development...", "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.", "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.", "\n- Working in a young, vibrant, modern and multicultural environment. Communication activities and events on holidays take place regularly.", "\n- Have the right to participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills…) and Japanese language classes."]], "luong": ["100-120 triệu"], "kinhNghiem": 5, "capBac": "Senior", "nganhNghe": ["Infrastructure"], "hinhThuc": "Full-time", "hanNopCV": "2023-08-12", "soLuong": 1, "linkCV": "https://devwork.vn/viec-lam/11553/project-manager-(600-1000-man-nam)", "luongTB": 110.0},
{"tenCV": "SOFTWARE DEVELOPMENT SERVICE SALES STAFF", "congTy": "CÔNG TY CỔ PHẦN GIÁ TRỊ CỘNG ĐỒNG SSKPI", "linkCongTy": "https://devwork.vn/cong-ty/17350/cong-ty-co-phan-gia-tri-cong-dong-sskpi", "diaDiem": "Tokyo", "skills": [["Sale Man"]], "moTa": ["o Collaborate with Line manager to develop business plans", "\no Finding customers and developing relationships with customers", "\no Introducing services & understanding customer needs", "\no Transfer requests from customers to technical team. Work with both parties to finalize the final solution proposal with the customer.", "\no Negotiate and convince customers about the solution proposal", "\no Project supervisor in charge to resolve issues promptly (if any)"], "yeuCau": ["o Living and working in Japan", "\no Good listening, negotiation & presentation skills", "\no Responsible and enthusiastic about work", "\no Experience in software sales or software development services sale is an advantage", "\no Knowledge of software development process is an advantage", "\no Having a background in engineering or software development project management is an advantage", "\no Having English skill, equivalent 5.0 IELTS is an advantage"], "phucLoi": [["o Attractive salary (30-35 man/month). In addition, there is a salary bonus, sale revenue bonus", "\no Allowances, advanced health insurance packages, etc., according to company regulations", "\no Branch office in Tokyo: To be informed later", "\no Head Office in Yokohama: 2nd Floor, Industry & Trade Center Building, 2", "\nYamashita-cho, Naka-ku, Yokohama-shi, Kanagawa 231-0023"]], "luong": ["40-60 triệu"], "kinhNghiem": 2, "capBac": "Junior", "nganhNghe": ["Fullstack"], "hinhThuc": "Full-time", "hanNopCV": "2023-08-09", "soLuong": 1, "linkCV": "https://devwork.vn/viec-lam/11531/software-development-service-sales-staff", "luongTB": 50.0},
{"tenCV": "QA leader (600 - 1000 Man/ Năm)", "congTy": "Công ty Cổ phần Phần mềm Devwork", "linkCongTy": "https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork", "diaDiem": "Tokyo", "skills": [["QA", "\n                      QA\n                    ", "\n                      QC\n                    "]], "moTa": ["Participate in the design, development and testing phases of system development in the digitization of existing systems and the introduction of new services.", "\n• Improve functionality, design and develop new functionality in collaboration with the POD team (scrum master, designer, architect, etc.)"], "yeuCau": ["容 Job details", "\n• As a QA Lead, you will play a crucial role in ensuring the quality and reliability of ur software products. You will be responsible for designing test strategies,creating test cases, and leading the testing efforts for our projects. Your expertise in test automation frameworks and your ability to communicate effectively with stakeholders will contribute to the success of our organization.", "\n• Manage batch processing operations: Monitor and manage batch processing systems, including OPCON, CA Workload Job Scheduling, Logic Apps Scheduling, and HULF", "\n• Troubleshoot and resolve issues", "\n• Understanding of security requirements", "\n• Utilize strong Japanese bilingual skills for effective communication (reading, speaking, and writing)", "\n• Understand product and technical design documents, as well as complex algorithms, to create comprehensive test cases", "\n• Design test strategies, plans, and manage the testing process for various testing services", "\n• Implement test automation frameworks for different layers of applications (UI/API/Data/Forms) using tools such as Selenium, Cucumber BDD, and Rest Assured", "\n• Work in an Agile (Scrum) methodology, understand requirements and user stories, and generate various types of tests", "\n• Proficiently use orchestration tools (Jenkins, Bamboo, Hudson), source code management (GitHub, TFS), release management/build management (Ant, Maven)and build automation (Gradle)", "\n• Troubleshoot issues and create proof of concepts (POCs) during automationassessments", "\n• Manage test data, database schemas, web service protocols, and architectural patterns", "\n• Stay updated with software design techniques, automation tools, and processes, andprovide leadership in their use across the organization", "\n• Identify areas of test efficiency and continually improve automation", "\n• Communicate effectively and manage stakeholders throughout the testing process", "\n• Experience in Agile development projects", "\n• 5-7 years of software testing experience, with a proven track record of delivering", "\nhigh-quality software", "\n• Strong Japanese bilingual skills with excellent communication abilities (reading, speaking, and writing)", "\n• Strong knowledge of software testing methodologies and tools, including manual testing, automated testing, and performance testing", "\n• Proficiency in at least one programming language (e.g., Java, Python) to write and maintain automated test scripts", "\n• Understanding of software development life cycle (SDLC) and Agile methodologies", "\n• Strong problem-solving skills and ability to resolve complex issues", "\n• Excellent written and verbal communication skills, with the ability to explain technical information to non-technical stakeholders", "\n• Team player with the ability to collaborate effectively with developers, project managers, and other stakeholders Adaptability to new technologies and tools, keeping up-to-date with industry advancements", "\n• Keen attention to detail, capable of identifying and reporting even the smallest defects", "\n• Proactive approach and initiative to independently identify and resolve issues"], "phucLoi": [["- 2-month probationary period, receive 100% of salary and fully pay insurance according to Vietnamese labor law (social insurance, health insurance, unemployment insurance) after 2 months of working.", "\n- Seniority bonus, holiday bonus, Tet bonus, 13th month salary bonus", "\n- Maternity allowance for female employees.", "\n- Participate in company activities: Monthly, quarterly, teambuilding, travel, resort and other activities", "\n- Opportunities onsite and working with big customers, advanced technology, self-development...", "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.", "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.", "\n- Working in a young, vibrant, modern and multicultural environment. Communication activities and events on holidays take place regularly.", "\n- Have the right to participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills…) and Japanese language classes."]], "luong": ["80-100 triệu"], "kinhNghiem": 5, "capBac": "Senior", "nganhNghe": [null], "hinhThuc": "Full-time", "hanNopCV": "2023-08-12", "soLuong": 1, "linkCV": "https://devwork.vn/viec-lam/11549/qa-leader-(600-1000-man-nam)", "luongTB": 90.0},
{"tenCV": "Test Manager (600 - 1000 Man/ Năm)", "congTy": "Công ty Cổ phần Phần mềm Devwork", "linkCongTy": "https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork", "diaDiem": "Kyoto", "skills": [["Tester"]], "moTa": ["• As a Test Manager, you will be responsible for leading the testing efforts andensuring the delivery of high-quality software products. You will collaborate with cross-functional teams, manage test activities, and drive the implementation of best practices and automation frameworks. Strong communication skills and a deep understanding of software testing methodologies are essential for this role", "\n• Develop and execute test plans, test cases, and test scripts to ensure comprehensive test coverage.", "\n• Identify, report, and track defects, working closely with development teams to resolve issues.", "\n• Mentor and provide guidance to junior testers, fostering their growth and ensuring adherence to testing processes.", "\n• Stay up-to-date with new testing tools and technologies, evaluating their suitability and implementing them as needed.", "\n• Participate in code reviews and contribute to the continuous improvement of the testing process.", "\n• Provide regular status updates to project managers and stakeholders, ensuring transparency and effective communication.", "\n• Drive the implementation of automation testing where possible, improving testing efficiency and accuracy.", "\n• Demonstrate strong critical thinking and problem-solving skills to identify and resolve complex issues.", "\n• Maintain an expert level awareness of relevant software design techniques, automation tools, and development processes, providing leadership in their use.", "\n• Identify areas of test efficiency and propose automation solutions to improve overall testing effectiveness.", "\n• Display excellent written and verbal communication skills to effectively convey testing results and recommendations to stakeholders"], "yeuCau": ["• At least 5-7 years of software testing experience, with a proven track record of delivering high-quality software.", "\n• Strong Japanese Bilingual skills with proficiency in communication (reading, speaking, and writing).", "\n• Strong knowledge of software testing methodologies and tools, including manual testing, automated testing, and performance testing.", "\n• Proficiency in test automation frameworks for different application layers (UI/API/Data/Forms) using tools such as Selenium, Cucumber BDD, Rest", "\nAssured, etc.", "\n• Familiarity with Agile methodologies and experience working in Scrum teams, understanding requirements, and user stories.", "\n• Experience with orchestration tools (Jenkins, Bamboo, Hudson), source code management (GitHub, TFS), release management/build management (Ant, Maven), and build automation (Gradle).", "\n• Hands-on experience in troubleshooting issues, creating proof-of-concepts (POCs), and assessing automation feasibility.", "\n• Strong understanding of test data management, database schemas, web service protocols, architectural patterns, and implementation of software hardware, and network layers.", "\n• Proven ability to identify areas of test efficiency and propose automation solutions for improved testing effectiveness.", "\n• Strong problem-solving skills with a keen attention to detail.", "\n• Excellent written and verbal communication skills to effectively communicate technical information to non-technical stakeholders.", "\n• Ability to work collaboratively in a team-oriented environment, collaborating with developers, project managers, and other stakeholders.", "\n• Adaptability to quickly learn new technologies and tools and stay up-to-date with industry advancements.", "\n• Proactive approach to taking initiative and working independently to identify and resolve testing issues. defects", "\n• Proactive approach and initiative to independently identify and resolve issues"], "phucLoi": [["- 2-month probationary period, receive 100% of salary and fully pay insurance according to Vietnamese labor law (social insurance, health insurance, unemployment insurance) after 2 months of working.", "\n- Seniority bonus, holiday bonus, Tet bonus, 13th month salary bonus", "\n- Maternity allowance for female employees.", "\n- Participate in company activities: Monthly, quarterly, teambuilding, travel, resort and other activities", "\n- Opportunities onsite and working with big customers, advanced technology, self-development...", "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.", "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.", "\n- Working in a young, vibrant, modern and multicultural environment. Communication activities and events on holidays take place regularly.", "\n- Have the right to participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills…) and Japanese language classes."]], "luong": ["80-100 triệu"], "kinhNghiem": 5, "capBac": "Senior", "nganhNghe": ["Tester / QA / QC"], "hinhThuc": "Full-time", "hanNopCV": "2023-08-12", "soLuong": 1, "linkCV": "https://devwork.vn/viec-lam/11550/test-manager-(600-1000-man-nam)", "luongTB": 90.0},
{"tenCV": "Senior Front-end Engineer (600 - 1000 Man/ Năm)", "congTy": "Công ty Cổ phần Phần mềm Devwork", "linkCongTy": "https://devwork.vn/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork", "diaDiem": "Tokyo", "skills": [["HTML5", "CSS3", "Javascript"]], "moTa": ["• As a Senior Front-End Developer, you will be responsible for developing and implementing user interface components using the React framework and TypeScript. You will collaborate closely with the design and back-end teams to ensure seamless integration of the front-end elements.", "\n• Develop responsive user interface components using React and TypeScript.", "\n• Collaborate with the design team to translate wireframes and mockups into highquality code.", "\n• Optimize application performance for maximum speed and scalability.", "\n• Conduct thorough testing and debugging of front-end components.", "\n• Ensure cross-browser and cross-device compatibility.", "\n• Collaborate with the back-end team to integrate front-end components with server-side logic.", "\n• Stay updated on emerging front-end technologies and best practices.", "\n• Mentor and guide junior developers when necessary"], "yeuCau": ["• 5+ years of professional experience as a Front-End Developer.", "\n• Strong knowledge and hands-on experience with React framework and TypeScript.", "\n• Proficient in HTML5, CSS3, and JavaScript.", "\n• Experience with responsive and mobile-first development.", "\n• Familiarity with RESTful APIs and asynchronous request handling.", "\n• Understanding of code versioning tools such as Git.", "\n• Solid understanding of web accessibility standards.", "\n• Ability to write clean, efficient, and maintainable code.", "\n• Excellent problem-solving and debugging skills.", "\n• Strong communication and collaboration skills"], "phucLoi": [["- 2-month probationary period, receive 100% of salary and fully pay insurance according to Vietnamese labor law (social insurance, health insurance, unemployment insurance) after 2 months of working.", "\n- Seniority bonus, holiday bonus, Tet bonus, 13th month salary bonus", "\n- Maternity allowance for female employees.", "\n- Participate in company activities: Monthly, quarterly, teambuilding, travel, resort and other activities", "\n- Opportunities onsite and working with big customers, advanced technology, self-development...", "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.", "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.", "\n- Working in a young, vibrant, modern and multicultural environment. Communication activities and events on holidays take place regularly.", "\n- Have the right to participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills…) and Japanese language classes."]], "luong": ["100-120 triệu"], "kinhNghiem": 5, "capBac": "Senior", "nganhNghe": ["Frontend"], "hinhThuc": "Full-time", "hanNopCV": "2023-08-12", "soLuong": 1, "linkCV": "https://devwork.vn/viec-lam/11552/senior-front-end-engineer-(600-1000-man-nam)", "luongTB": 110.0}