[
    {
        "tenCV": [
            "\n                Java Developer (Onsite Xuân Thủy)\n              "
        ],
        "congTy": [
            "\n                  Công ty Cổ phần Phần mềm Devwork\n                "
        ],
        "linkCongTy": [
            "/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"
        ],
        "diaDiem": [
            "\n                Hà Nội\n              "
        ],
        "skills": [
            [
                "Java"
            ]
        ],
        "moTa": [
            [
                "Xây dựng phần mềm theo yêu cầu của Công ty và Khách hàng.",
                "\nNghiên cứu và đưa ra kết quả nghiên cứu theo yêu cầu",
                "\nThực hiện các nhiệm vụ khác theo sự phân công của trưởng bộ phận"
            ]
        ],
        "yeuCau": [
            [
                "- Tốt nghiệp đại học các chuyên ngành Công nghệ thông tin, Điện tử viễn thông, Mạng máy tính và các chuyên ngành tương đương.",
                "\n- Kinh nghiệm: >= 2,5 năm kinh nghiệm lập trình trên nền tảng Java.",
                "\nThành thạo Java Spring boot, Angular/React, Bootstrap",
                "\n- Có kiến thức về cơ sở dữ liệu Oracle, MySQL",
                "\n- Nắm vững về kiến trúc Microservices, RESTful APIs",
                "\n- Có kinh nghiệm phát triển các dự án với số lượng người dùng lớn",
                "\n- Có khả năng tạo library phục vụ việc tái sử dụng và xử lý các vấn đề về performance và security.",
                "\n- Có kinh nghiệm với Application server (WebSpherse, Tomcat, WebLogic, Apache).",
                "\n- Có hiểu biết, kinh nghiệm hoặc đã từng phát triển các hệ thống quản trị quy trình nghiệp vụ cho doanh nghiệp",
                "\n- Tư duy logic tốt, có khả năng phân tích, học hỏi nhanh.",
                "\n- Trung thực, thật thà."
            ]
        ],
        "phucLoi": [
            [
                "- TRợ cấp onsite  100k/ ngày Không thử việc, hưởng 100% lương chính thức",
                "\n- Cơ hội onsite và làm việc với khách hàng lớn, công nghệ tiên tiến, khả năng tự phát triển...",
                "\n- Cơ hội làm việc nhóm với nhiều chuyên gia hàng đầu trong lĩnh vực CNTT trong nước và quốc tế.",
                "\n- Cơ hội thực hiện các dự án đầy tham vọng ở nhiều quốc gia, tiếp xúc với các công nghệ mới nhất và học hỏi từ những đồng nghiệp giỏi.",
                "\n- Làm việc trong môi trường trẻ, năng động, hiện đại và đa văn hóa; Các hoạt động truyền thông, sự kiện vào các ngày lễ diễn ra thường xuyên.",
                "\n- Cơ hội thăng tiến theo năng lực với mức tăng cấp bậc và tăng lương tương ứng.",
                "\n- Được tham gia các khóa đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản lý dự án, kỹ năng đàm phán…)",
                "\n- Và nhiều quyền lợi hấp dẫn khác..."
            ]
        ],
        "luong": [
            [
                "10-20 triệu"
            ]
        ],
        "kinhNghiem": [
            "3 năm"
        ],
        "capBac": [
            "Middle"
        ],
        "nganhNghe": [
            null
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-18"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11864/java-developer-(onsite-xuan-thuy)"
    },
    {
        "tenCV": [
            "\n                Backend Golang Developer\n              "
        ],
        "congTy": [
            "\n                  STACK TECH COMPANY LIMITED\n                "
        ],
        "linkCongTy": [
            "/cong-ty/458/stack-tech-company-limited"
        ],
        "diaDiem": [
            "\n                Hồ Chí Minh\n              "
        ],
        "skills": [
            [
                "Golang"
            ]
        ],
        "moTa": [
            [
                "1. Responsible for completing system design, interface design and data modeling according to software requirements, and writing corresponding technical documents;",
                "\n2. Able to independently complete the core coding work and unit testing of the corresponding system;",
                "\n3. Ability to independently solve difficult problems encountered during development;",
                "\n4. Participate in system stability, performance and scalability debugging;",
                "\n5. Able to complete tasks and goals assigned by superiors on time and in quantity;",
                "\n6. Participate in/responsible for the functional design and development of product system modules."
            ]
        ],
        "yeuCau": [
            [
                "1. Computer or related majors, full-time undergraduate degree or above, more than 2 years of practical work experience",
                "\n2. Proficient in Linux environment programming and Golang language development;",
                "\n3. Familiar with common cache systems such as redis/memcache",
                "\n4. Familiar with common container ecological chains such as docker and Kubernetes",
                "\n5. Familiar with common load balancing and high availability systems",
                "\nBusiness direction: StackTech currently has demand for all product lines, and its business directions are rich, involving back-end, front-end, operation and maintenance, data analysis, data development, and algorithms."
            ]
        ],
        "phucLoi": [
            [
                "Probation: 100% basic salary, 20% bonus based on monthly performance",
                "\n13th-month salary",
                "\nPay social insurance according to State regulations",
                "\nWork in an environment with young, dynamic, passionate, and enthusiastic people",
                "\nOther benefits: team building, private gym, company events.",
                "\nReview salary increase once a year.",
                "\nWork from Monday - Friday, and 2 Saturdays/month"
            ]
        ],
        "luong": [
            [
                "20-30 triệu"
            ]
        ],
        "kinhNghiem": [
            "2 năm"
        ],
        "capBac": [
            "Middle"
        ],
        "nganhNghe": [
            "Backend"
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-04"
        ],
        "soLuong": [
            "10 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11813/backend-golang-developer"
    },
    {
        "tenCV": [
            "\n                Investment manager\n              "
        ],
        "congTy": [
            "\n                  STACK TECH COMPANY LIMITED\n                "
        ],
        "linkCongTy": [
            "/cong-ty/458/stack-tech-company-limited"
        ],
        "diaDiem": [
            "\n                Hồ Chí Minh\n              "
        ],
        "skills": [
            []
        ],
        "moTa": [
            [
                "1. Chịu trách nhiệm về công tác đầu tư các dự án đầu tiên của công ty;",
                "\n2. Chịu trách nhiệm thu thập và sàng lọc thông tin, đàm phán kinh doanh, thiết kế cơ cấu giao dịch và ký kết thỏa thuận đầu tư đối với các dự án giai đoạn đầu;",
                "\n3. Chịu trách nhiệm xem xét phê duyệt dự án, lập báo cáo nghiên cứu khả thi, đánh giá rủi ro, thực hiện đầu tư và quản lý sau đầu tư đối với các dự án đầu tư ban đầu;",
                "\n4. Chịu trách nhiệm hoạch định phương pháp rút lui, tìm kiếm cơ hội và nguồn lực rút lui, chuẩn bị các đề xuất rút lui và tổ chức các hoạt động rút lui cụ thể."
            ]
        ],
        "yeuCau": [
            [
                "1. Có bằng thạc sĩ trở lên về tài chính, tài chính, kinh tế, quản lý và các chuyên ngành liên quan khác, tốt nghiệp các trường đại học uy tín trong và ngoài nước.",
                "\n2. Có trên 2 năm kinh nghiệm đầu tư thiên thần và liên quan đến FA, am hiểu thị trường vốn trong và ngoài nước, có khả năng liên kết hiệu quả các nguồn lực mạng lưới với các nền tảng khác nhau và có các kênh dự án ổn định;",
                "\n3. Ứng viên có kinh nghiệm làm việc tại các tổ chức đầu tư thiên thần và tổ chức FA nổi tiếng quốc tế sẽ được ưu tiên;",
                "\n4. Lạc quan và có động lực, có khả năng kết nối hiệu quả những người có hoàn cảnh khác nhau và có các kênh dự án ổn định;",
                "\n5. Làm quen với hoạt động kinh doanh, quy trình và mô hình làm việc đầu tư giai đoạn đầu, có kiến ​​thức cơ bản nhất định về tài chính, pháp lý và có khả năng độc lập thực hiện đầu tư vốn cổ phần và quản lý sau đầu tư;",
                "\n6. Am hiểu về năng lượng, bảo vệ môi trường, dịch vụ tiêu dùng và các lĩnh vực khác, đồng thời có khả năng phân tích toàn diện về sự phát triển của ngành, tình hình thị trường, đặc điểm kỹ thuật và các công ty hàng đầu;",
                "\n7. Có kỹ năng viết tốt, có khả năng độc lập hoàn thành các báo cáo thẩm định, báo cáo đầu tư và kế hoạch kinh doanh, có khả năng học hỏi cao, có tinh thần trách nhiệm và nhiệt tình với công việc;",
                "\n8. Tư duy nhanh nhẹn, giao tiếp tốt, có duyên, có hình ảnh và khí chất tốt",
                "\n9. Yêu cầu thông thạo nghe, nói và viết tiếng Anh"
            ]
        ],
        "phucLoi": [
            [
                "Thử việc:  100% lương cơ bản, 20% lương thưởng theo performance hang thang",
                "\nLương tháng 13",
                "\nĐóng BHXH theo quy định của Nhà nước",
                "\nLàm việc trong môi trường với những người trẻ, năng động, máu lửa và nhiệt huyết trong công",
                "\nviệc, phát huy tối đa năng lực và sự sáng tạo của nhân viên",
                "\nCác phúc lợi khác:  team building, có phòng gym riêng , event của công ty.",
                "\nReview tăng lương 01lần/ năm.",
                "\nLàm việc từ thứ 2 - thứ 6, và 2 thứ bảy/ tháng"
            ]
        ],
        "luong": [
            [
                "30-40 triệu"
            ]
        ],
        "kinhNghiem": [
            "3 năm"
        ],
        "capBac": [
            "Middle"
        ],
        "nganhNghe": [
            "Data Engine"
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-04"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11815/investment-manager"
    },
    {
        "tenCV": [
            "\n                Hành chính nhân sự có Tiếng Nhật\n              "
        ],
        "congTy": [
            "\n                  JTS VIETNAM COMPANY LIMITED\n                "
        ],
        "linkCongTy": [
            "/cong-ty/457/jts-vietnam-company-limited"
        ],
        "diaDiem": [
            "\n                Hà Nội\n              "
        ],
        "skills": [
            [
                "HR",
                "\n                      HR\n                    "
            ]
        ],
        "moTa": [
            [
                "Tổng vụ: Nghe điện thoại, tiếp đón khách đến văn phòng, biên-phiên dịch, đặt hẹn- mua hàng, kinh doanh và các hoạt động nội bộ trong doanh nghiệp",
                "\nKế toán: Hợp đồng- yêu cầu thanh toán, thanh toán nội bộ công ty, thuế-bảo hiểm xã hội, liên hệ với công ty tư vấn",
                "\nKinh doanh: Khai thác khách hàng mới, quảng bá- tuyên truyền, điều tra thị trường",
                "\nBối cảnh tuyển dụng: Để mở rộng kinh doanh, chúng tôi đang tìm kiếm các thành viên có thể làm nhân viên hành chính (tổng hợp/kế toán) và kinh doanh"
            ]
        ],
        "yeuCau": [
            [
                "+ Kinh nghiệm: 2 năm",
                "\n+ Kỹ năng: Tiếng Nhật N2",
                "\n- Tiếng Nhật: hiểu được hội thoại thông thường và hội thoại trong kinh doanh ( liên quan đến vấn đề thuế Việt Nam, bảo hiểm xã hội, từ ngữ chuyên dụng",
                "\nkế toán)",
                "\n- Có thể trao đổi liên hệ qua mail bằng tiếng Nhật với người Nhật",
                "\n- Có kinh nghiệm về hành chính nhân sự trên 1 năm tại công ty Nhật hoặc tương đương",
                "\n- Có kỹ năng máy tính, phần mềm văn phòng office cơ bản",
                "\n- Có kỹ năng quản lý thời gian biểu",
                "\n- Chia sẻ thẳng thắn ý kiến cá nhân ( Cần chia sẻ nhiều ý tưởng kinh doanh)",
                "\nĐối tượng",
                "\n- Hiểu rõ về tầm quan trọng của thời hạn nộp và chất lượng sản phẩm",
                "\n- Muốn áp dụng tiếng Nhật cho công việc",
                "\n- Coi trọng làm việc theo nhóm, có tinh thần tương trợ lẫn nhau",
                "\n- Có tinh thần tôn trọng với đồng nghiệp",
                "\n- Có tinh thần dám thử thách với nhiều công việc",
                "\n+ Tuổi: Từ 25 đến 35",
                "\n+ Thời gian làm việc: Từ 9h đến 17;30( Từ T2 đến T6)",
                "\nĐược nghỉ ngày T7, CN và ngày lễ",
                "\n+ Sơ yếu lý lịch tiếng Nhật (bắt buộc có ảnh)",
                "\nBằng cấp, bảng điểm và các chứng chỉ liên quan"
            ]
        ],
        "phucLoi": [
            [
                "+ Mức lương: ~850 USD Thỏa thuận (thử việc 02 tháng)",
                "\n+ Thứ bảy, chủ nhật và các ngày lễ, nghỉ riêng của JTS Vietnam, nghỉ Tết, nghỉ có lương và các luật lao động khác của Việt Nam",
                "\n・Bảo hiểm xã hội",
                "\n・Kiểm tra sức khỏe",
                "\n・Phụ cấp ăn trưa, phụ cấp đi lại, phụ cấp tiếng Nhật, phụ cấp tiếng Anh, phụ cấp chức vụ, phụ cấp kỹ năng CNTT, phụ cấp kỹ năng kế toán",
                "\n+ Tăng lương 1 năm 1 lần, thưởng Tết 1 năm 1 lần, tiền thưởng theo kỳ dựa theo năng lực kinh doanh",
                "\n+ Du lịch công ty dựa theo thành tính kinh doanh"
            ]
        ],
        "luong": [
            [
                "15-20 triệu"
            ]
        ],
        "kinhNghiem": [
            "2 năm"
        ],
        "capBac": [
            "Junior"
        ],
        "nganhNghe": [
            null
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2024-03-24"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11812/hanh-chinh-nhan-su-co-tieng-nhat"
    },
    {
        "tenCV": [
            "\n                IOS Developer (Onsite Hoàn Kiếm)\n              "
        ],
        "congTy": [
            "\n                  Công ty Cổ phần Phần mềm Devwork\n                "
        ],
        "linkCongTy": [
            "/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"
        ],
        "diaDiem": [
            "\n                Hà Nội\n              "
        ],
        "skills": [
            [
                "iOS"
            ]
        ],
        "moTa": [
            [
                "- Xây dựng ứng dụng cho nền tảng iOS (Swift)",
                "\n- Đảm bảo hiệu suất chất lượng, khả năng đáp ứng của các ứng dụng",
                "\n- Tối ưu ứng dụng ở mức độ code để mang lại trải nghiệm mượt mà, ít lỗi cho người dùng",
                "\n- Nhận định, xử lý lỗi, giải quyết bug và cải thiện hoạt động của ứng dụng",
                "\n- Duy trì, hỗ trợ, nâng cấp các ứng dụng dịch vụ đã phát triển của Công ty",
                "\n- Báo cáo và thực hiện các công việc theo yêu cầu của cấp quản lý"
            ]
        ],
        "yeuCau": [
            [
                "- Kinh nghiệm lập trình iOS từ 2 năm",
                "\n- Sử dụng thành thạo Object C, Swift ",
                "\n- Sử dụng thành thạo storyboard, Auto layout, swiftUI",
                "\n- Sử dụng thành thạo các framework: UIKit, StoreKit, CFNetwork, CoreData, MessageUI…",
                "\n- Sử dụng thành thạo SQLLite, Coredata, XML, JSon và các giao thức kết nối với Server.",
                "\n- Có kinh nghiệm làm về Social Networking trên IOS như Facebook, Twitter...và các loại quảng cáo như iAD, Admob...",
                "\n- Có kinh nghiệm làm về các ứng dụng call video trực tuyến là một lợi thế."
            ]
        ],
        "phucLoi": [
            [
                "Trợ cấp onsite 100k/ ngày, Nhận 100% lương ngay từ tháng đầu tiên",
                "\n- Không cần thử việc, đóng đầy đủ bảo hiểm theo luật lao động Việt Nam (BHXH, BHYT, BHTN) sau 2 tháng.",
                "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.",
                "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.",
                "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.",
                "\n- Trợ cấp thai sản cho nhân viên nữ.",
                "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.",
                "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...",
                "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.",
                "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"
            ]
        ],
        "luong": [
            [
                "15-20 triệu"
            ]
        ],
        "kinhNghiem": [
            "2 năm"
        ],
        "capBac": [
            "Junior"
        ],
        "nganhNghe": [
            "Mobile Apps"
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-11"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11834/ios-developer-(onsite-hoan-kiem)"
    },
    {
        "tenCV": [
            "\n                BACK-END (NODEJS) - Thưởng pass thử việc 5M\n              "
        ],
        "congTy": [
            "\n                  CÔNG TY CỔ PHẦN DỊCH VỤ GOLF VIỆT NAM\n                "
        ],
        "linkCongTy": [
            "/cong-ty/11938/cong-ty-co-phan-dich-vu-golf-viet-nam"
        ],
        "diaDiem": [
            "\n                Hà Nội\n              "
        ],
        "skills": [
            [
                "NodeJS"
            ]
        ],
        "moTa": [
            [
                "- Trực\ttiếp\ttham\tgia\tphát\ttriển\tmột\thoặc\tnhiều\tsản\tphẩm\tchiến\tlược\tcủa\tcông\tty",
                "\n- Tham\tgia\txây\tdựng\tcác\tứng\tdụng\tcó\tkhả\tnăng\tscaling\ttốt,\tperformance\tcao,\tcó\tUI/UX\ttốt\tcho\tngười\t",
                "\ndùng.",
                "\n- Viết\tcode\ttheo\tstandard\tvà\tbest\tpractice\tcủa\tteam\tvề\tstyle,\tperformance\tđảm\tbảo\tcode\tclean,\tdễ\tmở\t",
                "\nrộng\tvà\tbảo\ttrì.",
                "\n- Tham\tgia\tquá\ttrình\thỗ\ttrợ\tkhách\thàng,\tsửa\tlỗi\tsản\tphẩm\tđảm\tbảo\tkhách\thàng\tcó\ttrải\tnghiệm\ttốt\tvới\tứng\t",
                "\ndụng"
            ]
        ],
        "yeuCau": [
            [
                "- Trên\t2 năm\tkinh\tnghiệm\tlàm\tviệc\tvới\tNodeJS\t(bắt\tbuộc)",
                "\n- Ứng\tviên\tcó\tđức\ttính\ttỉ\tmỉ\ttrong\tcông\tviệc\tlàm\tproduct,\tđặt\tchất\tlượng\tsản\tphẩm\tvà\ttrải\tnghiệm\tngười\t",
                "\ndùng\tlà\tưu\ttiên\thàng\tđầu.",
                "\n- Có\tkinh\tnghiệm\tlàm\tviệc\tvới\tmô\thình\tAgile;\tlàm\tviệc\tvới\tDatabase\tNoSQL:\tMongoDB\thoặc\tFirestore.",
                "\n- Có\tkinh\tnghiệm\tvới\tđiện\ttoán\tđám\tmây,\tmột\ttrong:\tGoogle\tCloud,\tFirebase,\tAWS,\tkiến\ttrúc\thệ\tthống\t",
                "\nmicroservice\tlà\tmột\tlợi\tthế.",
                "\n- Khả\tnăng\tđọc\thiểu\tTiếng\tAnh\ttốt,\tham\ttìm\ttòi\tkiến\tthức\tmới\tlà\tmột\tđiểm\tcộng.",
                "\n- Ưu\ttiên\tứng\tviên\tđộ\ttuổi\ttừ\t23\t- 30.",
                "\n- Có\tkỹ\tnăng\tlàm\tviệc\tđội\tnhóm,\tquản\tlý\tthời\tgian\ttốt\tvà\tcó\ttrách\tnhiệm\tvới\tcông\tviệc."
            ]
        ],
        "phucLoi": [
            [
                "- Mức\tlương\thấp\tdẫn,\ttương\txứng\tvới\tnăng\tlực\tvà\thiệu\tquả\tlàm\tviệc\t(Mức\tlương\t12-25tr).",
                "\n- Được\tlàm\tviệc\tvới\tcác\tcông\tnghệ\tmới\tnhất,\thot\ttrend:\tCloud\tComputing,\tServerless.\tChỉ\tcần\ttập\ttrung\t",
                "\nvào\tviết\tcode,\tkhông\tphải\tlo\tnghĩ\tvề\tcơ\tsở\thạ\ttầng.",
                "\n- Tham\tgia\txây\tdựng\thệ\tthống\tlớn,\tscalable\tcho\thàng\ttrăm\tnghìn\tkhách\thàng.",
                "\n- Đóng\tgóp\txây\tdựng\tnhững\tsản\tphẩm\ttop\tđầu\tthị\ttrường.",
                "\n- Được\tcung\tcấp\tthiết\tbị\tlàm\tviệc\tđầy\tđủ,\thiện\tđại.",
                "\n- Được\thưởng\tđầy\tđủ\tchế\tđộ\tphúc\tlợi\tnhư\tBHXH,\tthưởng\tlễ\tTết,\tlương\ttháng\t13,\tdu\tlịch\thàng\tnăm…",
                "\n- Phụ\tcấp\tgửi\txe,\tphụ\tcấp\tđi\tlại\ttheo\tquy\tđịnh,\tđóng\tgói\tBH\ty\ttế\tcao\tcấp,..",
                "\n- Văn\tphòng\tlàm\tviệc\ttiện\tnghi;\tcung\tcấp\ttrà,\tcafe\tvà\tcó\ttủ\tđồ\tăn\tuống,\tbánh\tkẹo\thàng\tngày.",
                "\n- Thời\tgian\tlàm\tviệc:\tThứ\t2\t- Thứ\t6 (làm\t2\tThứ\t7\ttrong\t1\ttháng).\tNghỉ\tCN\tvà\tcác\tngày\tlễ\ttheo\tquy\tđịnh\tcủa\t",
                "\nNhà\tnước.\tHưởng\tthêm\t12\tngày\tnghỉ\tphép.",
                "\n- Tham\tgia\tcác\tCLB\tchạy,\tđá\tbóng,\tboardgame,\tvăn\tnghệ\t…\tsau\tgiờ\tlàm\tviệc.",
                "\n- Được\tlàm\tviệc\ttrong\tmôi\ttrường\ttrẻ\ttrung,\tnăng\tđộng,\tnhiệt\ttình,\tchủ\tyếu\tlà\t9x\tvà\t2k,\tcó\tnhiều\tcơ\thội\t",
                "\nthăng\ttiến.",
                "\n- Cơ\thội\tđược\tthể\thiện\tvà\tphát\thuy\tnăng\tlực\tcủa\tbản\tthân,\ttham\tgia\thoạt\tđộng\tWorkshop\ttrao\tđổi\tchuyên\t",
                "\nmôn\tthường\txuyên\tcùng\tđội\tnhóm\tđể\tnăng\tcao\tkiến\tthức,\tnăng\tlực.",
                "\n- Được\ttham\tgia\tcác\tkhóa\thọc\tđào\ttạo\tvề\tkỹ\tnăng\tphát\ttriển\tcon\tngười\tvà\tkỹ\tnăng\tchuyên\tmôn.",
                "\n- Hưởng\tchế\tđộ\tphúc\tlợi\tkhác\ttheo\tquy\tđịnh\tcủa\tcông\tty\t(thăm\thỏi\tốm,\tđám\tcưới,\tthai\tsản…)."
            ]
        ],
        "luong": [
            [
                "15-25 triệu"
            ]
        ],
        "kinhNghiem": [
            "2 năm"
        ],
        "capBac": [
            "Junior"
        ],
        "nganhNghe": [
            "Backend"
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-10"
        ],
        "soLuong": [
            "2 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11830/back-end-(nodejs)-thuong-pass-thu-viec-5m"
    },
    {
        "tenCV": [
            "\n                Tuyển Dụng Team Lead\n              "
        ],
        "congTy": [
            "\n                  CÔNG TY CP CÔNG NGHỆ ECRM.VN\n                "
        ],
        "linkCongTy": [
            "/cong-ty/267/cong-ty-cp-cong-nghe-ecrm.vn"
        ],
        "diaDiem": [
            "\n                Nghệ An\n              "
        ],
        "skills": [
            [
                "ASP.NET",
                "\n                      ASP.NET\n                    ",
                "\n                      C#\n                    "
            ]
        ],
        "moTa": [
            [
                "- Tham gia lên kế hoạch, đảm bảo tiến độ, chất lượng của dự án cùng PM.",
                "\n- Hỗ trợ team Dev giải quyết các vấn đề khó khăn trong phát triển sản phẩm.",
                "\n- Phối hợp cùng các team BA, Tester, Support đảm bảo quá trình phát triển sản phẩm.",
                "\n- Check công việc, chất lượng code của member trong team. Sẵn sàng tham gia hỗ trợ nhân sự trong quá trình triển khai tính năng"
            ]
        ],
        "yeuCau": [
            [
                "- Tốt nghiệp Đại Học chuyên ngành Công nghệ thông tin, Điện tử viễn thông hoặc các ngành tương đương...",
                "\n- Thành thạo ngôn ngữ lập trình c#, dotnet (core) framework",
                "\n- Có kinh nghiệp về lập trình với React/Vue/Angular",
                "\n- Yêu thích công việc lập trình, đam mê công nghệ thông tin",
                "\n- Có khả năng tư duy hệ thống, tìm tòi, học hỏi nhanh, làm việc độc lập, làm việc nhóm, chủ động trong công việc.",
                "\n- Có trách nhiệm cao trong công việc, sẵn sàng thu xếp thời gian để hoàn thành công việc theo yêu cầu dự án"
            ]
        ],
        "phucLoi": [
            [
                "- Mức lương cơ bản từ  18 - 20 triệu tùy theo năng lực và vị trí công việc:",
                "\n- Sẽ được trao đổi mức lương cụ thể khi phỏng vấn.",
                "\n- Được tổ chức sinh nhât, nghỉ lễ, nghỉ phép và hưởng quyền lợi theo Luật lao động.",
                "\n- Đồng nghiệp và môi trường làm việc năng động",
                "\n- Cơ hội được học tập và đào tạo nội bộ về các kỹ năng trong công việc."
            ]
        ],
        "luong": [
            [
                "15-25 triệu"
            ]
        ],
        "kinhNghiem": [
            "1 năm"
        ],
        "capBac": [
            "Junior"
        ],
        "nganhNghe": [
            "Fullstack"
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-12"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11836/tuyen-dung-team-lead"
    },
    {
        "tenCV": [
            "\n                Tuyển Dụng Tester Leader\n              "
        ],
        "congTy": [
            "\n                  CÔNG TY CP CÔNG NGHỆ ECRM.VN\n                "
        ],
        "linkCongTy": [
            "/cong-ty/267/cong-ty-cp-cong-nghe-ecrm.vn"
        ],
        "diaDiem": [
            "\n                Nghệ An\n              "
        ],
        "skills": [
            [
                "QA",
                "\n                      QA\n                    ",
                "\n                      QC\n                    "
            ]
        ],
        "moTa": [
            [
                "- Lập kế hoạch Test, phân tích tài liệu, thiết kế Test Case, chạy Test Case.",
                "\n- Theo dõi, tổng hợp, đánh giá, báo cáo kết quả Test cho các bên liên quan",
                "\n- Thực hiện các công việc khác theo sự phân công của Quản lý trực tiếp.",
                "\n- Quản lý đội nhóm phụ trách"
            ]
        ],
        "yeuCau": [
            [
                "- Tốt nghiệp đại học - cao đẳng chuyên nghành Công nghệ thông tin hoặc tương đương.",
                "\n- Yêu cầu > 1 năm kn ở vị trí tương đương",
                "\n- Có hiểu biết về quy trình phần mềm.",
                "\n- Khả năng đọc - hiểu và phân tích yêu cầu dự án",
                "\n- Xác định được scope test và công việc cần phải làm.",
                "\n- Biết sử dụng 1 vài tool quản lý bug.",
                "\n- Có khả năng report báo cáo tình trạng và test độ test trong dự án.",
                "\n- Yêu thích công việc, ham học hỏi, có tinh thần trách nhiệm cao, tỉ mỷ, cẩn thận.",
                "\n- Có khả năng xây dựng, quản lý và giúp đỡ những người mới"
            ]
        ],
        "phucLoi": [
            [
                "- Mức lương khởi điểm từ 12 - 20 triệu tùy theo năng lực và vị trí công việc.",
                "\n- Được tổ chức sinh nhật, nghỉ lễ, và hưởng quyền lợi theo Luật lao động.",
                "\n- Cơ hội tham gia các khóa đào tạo, nâng cao nghiệp vụ chuyên nghiệp hoàn toàn miễn phí theo tiêu chuẩn của công ty.",
                "\n- Môi trường làm việc năng động"
            ]
        ],
        "luong": [
            [
                "15-20 triệu"
            ]
        ],
        "kinhNghiem": [
            "1 năm"
        ],
        "capBac": [
            "Junior"
        ],
        "nganhNghe": [
            "Tester / QA / QC"
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-12"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11837/tuyen-dung-tester-leader"
    },
    {
        "tenCV": [
            "\n                Web Software Engineer Full Remote\n              "
        ],
        "congTy": [
            "\n                  Nexus Frontier Tech\n                "
        ],
        "linkCongTy": [
            "/cong-ty/366/nexus-frontier-tech"
        ],
        "diaDiem": [
            "\n                Hà Nội\n              "
        ],
        "skills": [
            [
                "Golang",
                "PHP",
                "Python",
                "VueJS",
                "React Native"
            ]
        ],
        "moTa": [
            [
                "- Engage with clients, partners, and other stakeholders to determine the objectives of the project. You will identify and analyze the technical challenges that need to be addressed to meet these objectives, and then take the lead in resolving them.",
                "\n- Create technical specifications and design the architectural framework based on the project's goals, and future vision, and in line with current software development methodologies and technologies.",
                "\n- Take charge of translating the architectural design and specifications into actionable development tasks. You will be responsible for all aspects of software development, skillfully handling tasks across various domains, including front-end, back-end, and DevOps.",
                "\n- Collaborate closely with the Quality Consultant (QC) and Project Manager to ensure software quality, playing an active role in quality assurance processes.",
                "\n- Along with your primary project duties, you will participate in multiple projects and take on the role of a mentor and consultant for Tech Members, guiding and supporting them as needed.",
                "\n- Perform additional challenging tasks as assigned by the BOM/Director, with details to be further discussed during the interview."
            ]
        ],
        "yeuCau": [
            [
                "- Minimum 5 years of combined experience in both frontend and backend web development, including:",
                "\n- Backend development using languages such as PHP, Golang, Python, and Rust.",
                "\n- Frontend development utilizing modern frameworks such as React and Vue.js.",
                "\n- Working with Relational databases (e.g., MySQL, PostgreSQL) and key-value pair (NoSQL) databases, including schema design and scalability management.",
                "\n- Comprehensive design of system architecture for web services and mobile apps.",
                "\n- Web API interface creation ( Such as REST/GraphQL ) for web frontend and mobile interfaces.",
                "\n- System infrastructure planning for cloud services (AWS, GCP, Azure), and on-premises systems, with considerations for the operation work such as monitoring and data backup.",
                "\n- Experience in testing, including writing unit test code, designing test systems, and automating tests.",
                "\n- More than 2 years of experience as a technical lead, with responsibilities for managing and training junior team members.",
                "\n- Proven experience working in an international remote team, with proficiency in both written and verbal English communication.",
                "\n- Goal-Oriented Mindset: The ability to see beyond the task assigned and take a holistic view of the entire product building and software development process. You should be proactive in addressing any gaps, even if they fall outside your specific responsibilities.",
                "\n- Fullstack Mindset: This goes beyond web development to encompass a willingness to work proactively on anything related to system and product development. This includes but is not limited to, web backend and frontend, mobile development, infrastructure construction, and AI model development.",
                "\n- Eagerness to Learn Cutting-Edge Technology: You should be passionate about staying abreast of the latest technologies and be willing to share this knowledge with team members.",
                "\n- Excellent Communication Skills: Effective international communication is key. You should understand and appreciate cultural differences, and be able to communicate effectively with people from various backgrounds and mindsets.",
                "\n- Good conversational English"
            ]
        ],
        "phucLoi": [
            [
                "Offer of up to $2,000+ salary, based on experience and capacity (negotiable).",
                "\n13-month salary and monthly financial support policies, monthly club activities.",
                "\nSalary review - twice per year.",
                "\nExtra Private health insurance coverage by the company to help you get better focus on working.",
                "\nFlexible working time schedule and leave policy as we know the importance of work-life balance.",
                "\n- Be exposed to the latest technology and the most innovative ideas worldwide.",
                "\n- Yearly Medical checkup.",
                "\n- Budget for monthly group activities, such as outdoor activities, etc. 10 USD/per person/month after probation time.",
                "\n- Budget for ones who have children up to 18 years old (1st child: 50 USD/ month, 2nd child & onwards 25 USD/month).",
                "\n- Self-host events: up to 100 USD/ event (flexible support amount is up to the event’s topic that is based on the scale and facts).",
                "\n- Other benefits: hospitalization (>=4 days), wedding, funeral, and offspring delivery support: 1,000,000 VND once.",
                "\n- Yearly events: team building activities, Year-end party, o, etc."
            ]
        ],
        "luong": [
            [
                "20-40 triệu"
            ]
        ],
        "kinhNghiem": [
            "5 năm"
        ],
        "capBac": [
            "Senior"
        ],
        "nganhNghe": [
            "Fullstack"
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-12"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11838/web-software-engineer-full-remote"
    },
    {
        "tenCV": [
            "\n                Junior PHP (onsite Tân Bình)_LA\n              "
        ],
        "congTy": [
            "\n                  Công ty Cổ phần Phần mềm Devwork\n                "
        ],
        "linkCongTy": [
            "/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"
        ],
        "diaDiem": [
            "\n                Hồ Chí Minh\n              "
        ],
        "skills": [
            [
                "PHP"
            ]
        ],
        "moTa": [
            [
                "- Chịu trách nhiệm hoàn thành công việc, đảm bảo chất lượng.",
                "\n- Làm việc, phối hợp công việc theo nhóm dưới sự phân công công việc của cấp trên.",
                "\n- Đóng góp ý kiến xây dựng và cải tiến sản phẩm."
            ]
        ],
        "yeuCau": [
            [
                "- Trên 2 năm kinh nghiệm PHP ",
                "\n- Thành thạo hệ quản trị nội dung Drupal"
            ]
        ],
        "phucLoi": [
            [
                "- Không cần thử việc, nhận làm chính thức hưởng 100% lương và được đóng đầy đủ bảo hiểm theo luật lao động Việt Nam (BHXH, BHYT, BHTN) ngay từ ngày onboard.",
                "\n- Thưởng theo thâm niên, dự án, lương tháng 13, hiệu quả công việc vào cuối năm.",
                "\n- Tham gia các hoạt động của công ty: Liên hoan tháng, quý, teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.",
                "\n- Làm việc với hệ thống lớn và tiên tiến, có cơ hội phát triển kỹ năng công nghệ toàn diện với các bài toán phức tạp, yêu cầu độ chính xác cao.",
                "\n- Đánh giá năng lực, hiệu suất làm việc 2 lần trong năm.",
                "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.",
                "\n- Cơ hội triển khai các dự án tham vọng ở nhiều quốc gia, tiếp xúc với những công nghệ mới nhất và học hỏi từ những đồng nghiệp giỏi.",
                "\n- Được tham gia các khoá đào tạo kỹ năng: AWS, Microservice, ngoại ngữ (tiếng Anh, tiếng Nhật)…"
            ]
        ],
        "luong": [
            [
                "10-20 triệu"
            ]
        ],
        "kinhNghiem": [
            "2 năm"
        ],
        "capBac": [
            "Middle"
        ],
        "nganhNghe": [
            "Backend"
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-15"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11845/junior-php-(onsite-tan-binh)_la"
    },
    {
        "tenCV": [
            "\n                Senior Manager, ServiceNow COE (onsite Q1, HCM)\n              "
        ],
        "congTy": [
            "\n                  Công ty Cổ phần Phần mềm Devwork\n                "
        ],
        "linkCongTy": [
            "/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"
        ],
        "diaDiem": [
            "\n                Hồ Chí Minh\n              "
        ],
        "skills": [
            [
                "WindowsServer"
            ]
        ],
        "moTa": [
            [
                "PURPOSE",
                "\n•\tImplements computer system requirements by defining and analyzing system problems, designing and testing standards and solutions",
                "\n•\tDevelop solution by preparing and evaluating alternative workflow solutions.",
                "\n•\tInteract with users for collecting requirements and providing technical solutions",
                "\n•\tProvide guidance for junior developers to complete tasks",
                "\n•\tGet used to the Agile development process and reach the goal of each sprint",
                "\n•\tImplement the requirements by defining and analyzing system problems; designing and testing standards and solutions.",
                "\nKEY ACCOUNTAIBILITIES",
                "\n•\tDesigns and delivers ServiceNOW solutions with a technical architecture designed for long term success and following ServiceNOW technical standards and leading practices.",
                "\n•\tAssess the organization’s current processes and define future-state processes, work closely with Architects within the organization.",
                "\n•\tProvide oversight and unit testing of code developed by a partner or internal employees. Ready to deliver the code hands-on if needed.",
                "\n•\tReview business processes to map and take advantage of the ServiceNOW platform capabilities to improve business processes.",
                "\n•\t  The ability to find solutions to complex issues, including identifying the problem, gathering requirements, analyzing the situations, evaluating possible solutions, and choosing the best course of action to solve the problem. Should be able to troubleshoot the technical issue.",
                "\n•\t  Guides business stakeholders and teams in completing required documentation such as business requirement documents for technical aspects of the solution. ",
                "\n•\t  Responsible for writing the solution design document, so that developers can follow and deliver it."
            ]
        ],
        "yeuCau": [
            [
                "NEED TO DO",
                "\nKEY PERFORMANCE INDICATORS",
                "\n•\tDrive ServiceNow related changes with a high rate of successful.",
                "\n•\tEnsures compliance with standards, procedures and processes.",
                "\n•\tEstablishment of measurements and targets to improve process effectiveness and efficiency.",
                "\n•\tSupport projects and efforts that have a broad impact across the organization related to Service Management implementation.",
                "\nEXTERNAL & INTERNAL CONTACTS",
                "\n•\tGroup Head of Infrastructure and Cloud Technologies",
                "\n•\tOne Cloud Team",
                "\n•\tHead of Service Management.",
                "\n•\tService Level Manager.",
                "\n•\tIT Service Management.",
                "\n•\tIT and stakeholders of Business Units.",
                "\n•\tIT teams of Group Shared Services.",
                "\n•\tCountries/Business Units.",
                "\n•\tVendors and/or Service Providers.",
                "\nNEED TO KNOW",
                "\nQUALIFICATIONS / EXPERIENCE",
                "\n•\t8+ years’ experience with technical solution design and delivery of ServiceNow solutions",
                "\n•\tMinimum 5 years’ experience in IT Service Management, preferably in Finance institution, Insurance industry, IT Shared Services or consulting firms.",
                "\n•\tExperience with ServiceNOW technologies, especially in ITSM/CMDB/ITOM/ITAM",
                "\nCERTIFICATIONS ",
                "\n•\tITIL V3/V4 Certification.",
                "\n•\tCertified as ServiceNow – System Administrator (CSA)",
                "\n•\tCertified as ServiceNow – Application Developer (CAD)",
                "\n•\tCertified Implementation Specialist (CIS) – ITSM",
                "\n•\tMicro certificate – Integration Hub fundamentals",
                "\n•\tCIS – Discovery, CIS – Service Mapping, CIS – Software Asset Management, CIS – Hardware Asset Management will be a plus.",
                "\nKNOWLEDGE & TECHNICAL SKILLS",
                "\n•\tDemonstrating experience working with workflows in one or more key areas of the ServiceNow platform (e.g., ITSM, CSM, ITOM, SecOps)",
                "\n•\tExcellent communication skills (English preferred) and a business centric attitude",
                "\n•\tExperience with web technologies (XML, HTML, JavaScript, Web services etc), App Engine, Flow Designer, Workflows and working in a SaaS environment.",
                "\n•\tExperience working with Agile methodologies.",
                "\n•\tDemonstrated ability with ServiceNow incident, change, problem, request, CMDB and knowledge management applications.",
                "\n•\tExperience in IT service management",
                "\n•\tAbility to analyze, troubleshoot and resolve complex software application related problems.",
                "\n•\tApplies standard methodology, techniques, procedures and criteria.",
                "\n•\tAbility to analyze raw results, determine/resolve bottlenecks, and create meaningful documentation of testing scenarios and results.",
                "\n•\tUp-to-date knowledge of marketplace and technology changes pertinent to ServiceNow, monitoring tools, and ITIL processes.",
                "\n•\tExperience troubleshooting integration. management, security, and application issues."
            ]
        ],
        "phucLoi": [
            [
                "- No probationary period, receive 100% official salary, Onsite allowances 100.000 VND/day",
                "\n- Opportunities onsite and working with big customers, advanced technology, self-development...",
                "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.",
                "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.",
                "\n- Working in a young, vibrant, modern and multicultural environment; Communication activities and events on holidays take place regularly.",
                "\n- Opportunity for advancement based on ability with corresponding increase in rank and salary increase.",
                "\n- Have the right to participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills…)",
                "\n- And many other attractive benefits..."
            ]
        ],
        "luong": [
            [
                "30-40 triệu"
            ]
        ],
        "kinhNghiem": [
            "7 năm"
        ],
        "capBac": [
            "Senior"
        ],
        "nganhNghe": [
            null
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-16"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11854/senior-manager-servicenow-coe-(onsite-q1-hcm)"
    },
    {
        "tenCV": [
            "\n                Frontend Developer (Teamlead)_ Remote 100%\n              "
        ],
        "congTy": [
            "\n                  Công ty Cổ phần Phần mềm Devwork\n                "
        ],
        "linkCongTy": [
            "/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"
        ],
        "diaDiem": [
            "\n                Hà Nội\n              "
        ],
        "skills": [
            [
                "Java",
                "PHP"
            ]
        ],
        "moTa": [
            [
                "- Tham gia vào việc phát triển và vận hành chức năng FE của một hệ thống quản lý khách hàng/hợp đồng chuyên dùng cho các đại lý bảo hiểm",
                "\n- Lập kế hoạch, thiết kế, triển khai, test, đo lường và cải thiện các chức năng của hệ thống",
                "\n- Đảm bảo chất lượng ổn định - cao thông qua việc review code của team phát triển",
                "\n- Phát triển UI component library dễ sử dụng và có thể tái sử dụng",
                "\n- Tham gia xây dựng đóng góp - cải thiện nền tảng basic phát triển FE về mặt cấu trúc và giải pháp"
            ]
        ],
        "yeuCau": [
            [
                "- Có trên 7 năm kinh nghiệm lập trình, có từ 5+ kinh nghiệm làm việc với Typescript ( Express) hoặc javascript (react, vue) và react native để phát triển ứng dụng Web, application",
                "\n- Có kinh nghiệm phát triển ứng dụng web sử dụng cấu trúc MVC, Flux",
                "\n- Có kinh nghiệm leader và quản lý team từ 2+ trở lên ",
                "\n*Prefer: ",
                "\n- Có kinh nghiệm phát triển server side (python, PHP, java...)",
                "\n- Có kinh nghiệm BE trong công ty startup",
                "\n- Có khả năng đọc hiểu tài liệu EN"
            ]
        ],
        "phucLoi": [
            [
                "- Không cần thử việc, có việc làm chính thức hưởng 100% lương",
                "\n- Cơ hội onsite và làm việc với khách hàng lớn, công nghệ tiên tiến, khả năng tự phát triển...",
                "\n- Cơ hội làm việc nhóm với nhiều chuyên gia hàng đầu trong lĩnh vực CNTT trong nước và quốc tế.",
                "\n- Cơ hội thực hiện các dự án đầy tham vọng ở nhiều quốc gia, tiếp xúc với các công nghệ mới nhất và học hỏi từ những đồng nghiệp giỏi.",
                "\n- Làm việc trong môi trường trẻ, năng động, hiện đại và đa văn hóa; Các hoạt động truyền thông, sự kiện vào các ngày lễ diễn ra thường xuyên.",
                "\n- Cơ hội thăng tiến theo năng lực với mức tăng cấp bậc và tăng lương tương ứng.",
                "\n- Được quyền tham gia các khóa đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản lý dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật.",
                "\n- Và nhiều quyền lợi hấp dẫn khác..."
            ]
        ],
        "luong": [
            [
                "25-35 triệu"
            ]
        ],
        "kinhNghiem": [
            "7 năm"
        ],
        "capBac": [
            "Team Leader"
        ],
        "nganhNghe": [
            null
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-17"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11860/frontend-developer-(teamlead)_-remote-100percent"
    },
    {
        "tenCV": [
            "\n                IOS Developer (Onsite Pham Văn Đồng)\n              "
        ],
        "congTy": [
            "\n                  Công ty Cổ phần Phần mềm Devwork\n                "
        ],
        "linkCongTy": [
            "/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"
        ],
        "diaDiem": [
            "\n                Hà Nội\n              "
        ],
        "skills": [
            [
                "iOS"
            ]
        ],
        "moTa": [
            [
                "Xây dựng phần mềm theo yêu cầu của Công ty và Khách hàng.",
                "\nNghiên cứu và đưa ra kết quả nghiên cứu theo yêu cầu",
                "\nThực hiện các nhiệm vụ khác theo sự phân công của trưởng bộ phận"
            ]
        ],
        "yeuCau": [
            [
                "- Từ 2,5 năm kinh nghiêm làm việc với IOS SDK, Xcode ",
                "\n- Có kiến thức sâu về OOP, MVC, MVVM, IOS SDK",
                "\n- Có kiến thức về UI/ UX, UI Building",
                "\n- Có KN làm việc với lập trình giao tiếp giữa moble và server qua TCP/ IP firebase, Websocket, Web service",
                "\n- Có KN với swift, có KN về objective C là một lợi thế",
                "\n- Có kinh nghiệm đưa app lên store là một lợi thế",
                "\n- có kinh nghiệm trong testing",
                "\n- Kinh nghiệm với tool, Jira/ Git",
                "\n- Có kinh nghiệm code và tối ưu hóa hiệu suất là một lợi thế",
                "\n- có kiến thức về common design patterns là một lợi thế"
            ]
        ],
        "phucLoi": [
            [
                "- Không thử việc, hưởng 100% lương chính thức",
                "\n- Cơ hội onsite và làm việc với khách hàng lớn, công nghệ tiên tiến, khả năng tự phát triển...",
                "\n- Cơ hội làm việc nhóm với nhiều chuyên gia hàng đầu trong lĩnh vực CNTT trong nước và quốc tế.",
                "\n- Cơ hội thực hiện các dự án đầy tham vọng ở nhiều quốc gia, tiếp xúc với các công nghệ mới nhất và học hỏi từ những đồng nghiệp giỏi.",
                "\n- Làm việc trong môi trường trẻ, năng động, hiện đại và đa văn hóa; Các hoạt động truyền thông, sự kiện vào các ngày lễ diễn ra thường xuyên.",
                "\n- Cơ hội thăng tiến theo năng lực với mức tăng cấp bậc và tăng lương tương ứng.",
                "\n- Được tham gia các khóa đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản lý dự án, kỹ năng đàm phán…)",
                "\n- Và nhiều quyền lợi hấp dẫn khác..."
            ]
        ],
        "luong": [
            [
                "15-25 triệu"
            ]
        ],
        "kinhNghiem": [
            "3 năm"
        ],
        "capBac": [
            "Middle"
        ],
        "nganhNghe": [
            "Mobile Apps"
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-16"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11855/ios-developer-(onsite-pham-van-dong)"
    },
    {
        "tenCV": [
            "\n                IOS Developer (onsite Quang Trung)_LA\n              "
        ],
        "congTy": [
            "\n                  Công ty Cổ phần Phần mềm Devwork\n                "
        ],
        "linkCongTy": [
            "/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"
        ],
        "diaDiem": [
            "\n                Hà Nội\n              "
        ],
        "skills": [
            [
                "iOS"
            ]
        ],
        "moTa": [
            [
                "- Xây dựng ứng dụng cho nền tảng iOS (Swift)",
                "\n- Đảm bảo hiệu suất chất lượng, khả năng đáp ứng của các ứng dụng",
                "\n- Tối ưu ứng dụng ở mức độ code để mang lại trải nghiệm mượt mà, ít lỗi cho người dùng",
                "\n- Nhận định, xử lý lỗi, giải quyết bug và cải thiện hoạt động của ứng dụng",
                "\n- Báo cáo và thực hiện các công việc theo yêu cầu của cấp quản lý"
            ]
        ],
        "yeuCau": [
            [
                "- Kinh nghiệm lập trình iOS từ 2 năm",
                "\n- Sử dụng thành thạo Object C, Swift",
                "\n- Có kinh nghiệm làm bank là một lợi thế"
            ]
        ],
        "phucLoi": [
            [
                "Trợ cấp onsite 100k/ ngày, Nhận 100% lương ngay từ tháng đầu tiên",
                "\n- Không cần thử việc, đóng đầy đủ bảo hiểm theo luật lao động Việt Nam (BHXH, BHYT, BHTN) sau 2 tháng.",
                "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.",
                "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.",
                "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.",
                "\n- Trợ cấp thai sản cho nhân viên nữ.",
                "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.",
                "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...",
                "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.",
                "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"
            ]
        ],
        "luong": [
            [
                "15-20 triệu"
            ]
        ],
        "kinhNghiem": [
            "3 năm"
        ],
        "capBac": [
            "Middle"
        ],
        "nganhNghe": [
            "Mobile Apps"
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-17"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11858/ios-developer-(onsite-quang-trung)_la"
    },
    {
        "tenCV": [
            "\n                PHP Developer (Onsite Trung Kính)\n              "
        ],
        "congTy": [
            "\n                  Công ty Cổ phần Phần mềm Devwork\n                "
        ],
        "linkCongTy": [
            "/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"
        ],
        "diaDiem": [
            "\n                Hà Nội\n              "
        ],
        "skills": [
            [
                "PHP"
            ]
        ],
        "moTa": [
            [
                "Xây dựng phần mềm theo yêu cầu của Công ty và Khách hàng.",
                "\nNghiên cứu và đưa ra kết quả nghiên cứu theo yêu cầu",
                "\nThực hiện các nhiệm vụ khác theo sự phân công của trưởng bộ phận"
            ]
        ],
        "yeuCau": [
            [
                "- Senior PHP kinh nghiệm làm dự án thực tế 3 năm trở lên (3 năm gần đây).",
                "\n- Có kỹ năng điều tra, phân tích giải quyết các vấn đề kỹ thuật và viết tài liệu báo cáo",
                "\n- Đã từng làm framework FuelPHP, hoặc có kinh nghiệm các framework PHP khác tương tự ",
                "\n- Ưu tiên fullstack, thành thạo cả Backend (PHP) và Frontend (HTML/CSS/JS)",
                "\n- Ưu tiên có kinh nghiệm phát triển EC site"
            ]
        ],
        "phucLoi": [
            [
                "- Không thử việc, hưởng 100% lương chính thức",
                "\n- Cơ hội onsite và làm việc với khách hàng lớn, công nghệ tiên tiến, khả năng tự phát triển...",
                "\n- Cơ hội làm việc nhóm với nhiều chuyên gia hàng đầu trong lĩnh vực CNTT trong nước và quốc tế.",
                "\n- Cơ hội thực hiện các dự án đầy tham vọng ở nhiều quốc gia, tiếp xúc với các công nghệ mới nhất và học hỏi từ những đồng nghiệp giỏi.",
                "\n- Làm việc trong môi trường trẻ, năng động, hiện đại và đa văn hóa; Các hoạt động truyền thông, sự kiện vào các ngày lễ diễn ra thường xuyên.",
                "\n- Cơ hội thăng tiến theo năng lực với mức tăng cấp bậc và tăng lương tương ứng.",
                "\n- Được tham gia các khóa đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản lý dự án, kỹ năng đàm phán…)",
                "\n- Và nhiều quyền lợi hấp dẫn khác..."
            ]
        ],
        "luong": [
            [
                "20-30 triệu"
            ]
        ],
        "kinhNghiem": [
            "3 năm"
        ],
        "capBac": [
            "Senior"
        ],
        "nganhNghe": [
            null
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-18"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11862/php-developer-(onsite-trung-kinh)"
    },
    {
        "tenCV": [
            "\n                C# Developer (onsite Phạm Văn Bạch)\n              "
        ],
        "congTy": [
            "\n                  Công ty Cổ phần Phần mềm Devwork\n                "
        ],
        "linkCongTy": [
            "/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"
        ],
        "diaDiem": [
            "\n                Hà Nội\n              "
        ],
        "skills": [
            [
                "C#"
            ]
        ],
        "moTa": [
            [
                "Build software according to the requirements of the Company and the Customer.",
                "\nResearch and bring research results as required",
                "\nPerform other duties as assigned by the head of department",
                "\nDevelop UIAutomation core activity"
            ]
        ],
        "yeuCau": [
            [
                "- Reseach solution and design product architecture",
                "\n- Develop browser extension for Chrome/Edge/Firefox to automate websites",
                "\n- Develop core activity to automate Win32/Java apps",
                "\nQualification",
                "\n- At least 3 years as C# and JavaScript developer",
                "\n- Have strong knowledge of website structure: iframe, shadow dom, event listeners",
                "\n- Have strong experience with communication protocol: named pipe, socket",
                "\n- Have strong experience with browser extension (Manifest V3)",
                "\n- Proficient with Windows Presentation Framework (WPF), Workflow Foundation (WF)",
                "\n- Proficient with code versioning tools: Git",
                "\n- Good to have experience with automation web/window/Java apps",
                "\n- Good to have experience with tools: UIPath, Automation Anywhere, Blueprism, Winactor",
                "\n- Understanding of Agile methodologies",
                "\n- Excellent troubleshooting and communication skills"
            ]
        ],
        "phucLoi": [
            [
                "- No probationary period, receive 100% official salary",
                "\n- Opportunities onsite and working with big customers, advanced technology, self-development...",
                "\n- The opportunity to work in groups with many leading experts in the field of domestic and international IT.",
                "\n- Opportunity to implement ambitious projects in many countries, exposure to the latest technologies and learn from good colleagues.",
                "\n- Working in a young, vibrant, modern and multicultural environment; Communication activities and events on holidays take place regularly.",
                "\n- Opportunity for advancement based on ability with corresponding increase in rank and salary increase.",
                "\n- Have the right to participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills…)",
                "\n- And many other attractive benefits..."
            ]
        ],
        "luong": [
            [
                "20-25 triệu"
            ]
        ],
        "kinhNghiem": [
            "3 năm"
        ],
        "capBac": [
            "Middle"
        ],
        "nganhNghe": [
            "Backend"
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-16"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11853/c-developer-(onsite-pham-van-bach)"
    },
    {
        "tenCV": [
            "\n                QC onsite Quang Trung_LA\n              "
        ],
        "congTy": [
            "\n                  Công ty Cổ phần Phần mềm Devwork\n                "
        ],
        "linkCongTy": [
            "/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"
        ],
        "diaDiem": [
            "\n                Hà Nội\n              "
        ],
        "skills": [
            [
                "QC",
                "\n                      QA\n                    ",
                "\n                      QC\n                    "
            ]
        ],
        "moTa": [
            [
                "- Chịu trách nhiệm hoàn thành công việc, đảm bảo chất lượng.",
                "\n- Làm việc, phối hợp công việc theo nhóm dưới sự phân công công việc của cấp trên.",
                "\n- Đóng góp ý kiến xây dựng và cải tiến sản phẩm.",
                "\n- HĐ CTV"
            ]
        ],
        "yeuCau": [
            [
                "o 2-3 năm kinh nghiệm QC",
                "\no Tiếng anh: Đọc hiểu tài liệu chuyên ngành.",
                "\no Có kinh nghiệm test API, test SQL, test function",
                "\no Hiểu biết tốt và có kinh nghiệm về triển khai dựa án theo phương pháp Agile",
                "\no Kỹ năng phân tích, đọc hiểu tài liệu, tạo tài liệu",
                "\no Ưu tiên kinh nghiệm về bank"
            ]
        ],
        "phucLoi": [
            [
                "- K thử việc , Nhận 100% lương ngay từ tháng đầu tiên",
                "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.",
                "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.",
                "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.",
                "\n- Trợ cấp thai sản cho nhân viên nữ.",
                "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.",
                "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...",
                "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.",
                "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"
            ]
        ],
        "luong": [
            [
                "10-15 triệu"
            ]
        ],
        "kinhNghiem": [
            "2 năm"
        ],
        "capBac": [
            "Middle"
        ],
        "nganhNghe": [
            "Tester / QA / QC"
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-15"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11848/qc-onsite-quang-trung_la"
    },
    {
        "tenCV": [
            "\n                Salesforce Developer (Onsite Q1)\n              "
        ],
        "congTy": [
            "\n                  Công ty Cổ phần Phần mềm Devwork\n                "
        ],
        "linkCongTy": [
            "/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"
        ],
        "diaDiem": [
            "\n                Hồ Chí Minh\n              "
        ],
        "skills": [
            [
                "Salesforce",
                "\n                      Sale Man\n                    ",
                "\n                      Telesale\n                    ",
                "\n                      Salesforce\n                    "
            ]
        ],
        "moTa": [
            [
                "- Use Salesforce APIs to integrate Salesforce with other tools and third-party applications",
                "\n- Actively focus on developing effective communication and relationship-building skills, with stakeholders, clients, and team.",
                "\n- Thorough understanding of Manufacturing data models, design considerations, and connected external systems",
                "\n- Data Migration in Salesforce"
            ]
        ],
        "yeuCau": [
            [
                "- At least 3-4 years of overall software development experience",
                "\n- Bachelor's Degree in Computer Science or related field",
                "\n- Salesforce Platform Developer 1 / 2 Certified",
                "\n- Apex development",
                "\n- Hands-on experience in administration setup, e.g., managing users, security controls, and data as well as creating roles, profiles, and reports",
                "\n- Experience in designing custom objects, custom fields, picklists, page layouts, workflow, approval processes, validation rules, custom tabs, reports, Visualforce pages, dashboards, and email generation according to application requirements"
            ]
        ],
        "phucLoi": [
            [
                "- No probation, 100% official salary, subsidize onsite 100k/ ngày",
                "\n- Onsite opportunities and working with large customers, advanced technology, self-development ability...",
                "\n- Opportunity to work in groups with many leading experts in the field of domestic and international IT.",
                "\n- Opportunity to carry out ambitious projects in many countries, gain exposure to the latest technologies and learn from talented colleagues.",
                "\n- Work in a young, dynamic, modern and multicultural environment; Communication activities and events on holidays take place regularly.",
                "\n- Opportunity for advancement based on ability with corresponding increase in rank and salary.",
                "\n- Participate in soft skills training courses (logical thinking, creative thinking, communication skills, project management skills, negotiation skills...)",
                "\n- And many other attractive benefits..."
            ]
        ],
        "luong": [
            [
                "20-30 triệu"
            ]
        ],
        "kinhNghiem": [
            "3 năm"
        ],
        "capBac": [
            "Senior"
        ],
        "nganhNghe": [
            null
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-18"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11863/salesforce-developer-(onsite-q1)"
    },
    {
        "tenCV": [
            "\n                Java developer (onsite Quang Trung)_LA\n              "
        ],
        "congTy": [
            "\n                  Công ty Cổ phần Phần mềm Devwork\n                "
        ],
        "linkCongTy": [
            "/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"
        ],
        "diaDiem": [
            "\n                Hà Nội\n              "
        ],
        "skills": [
            [
                "Java"
            ]
        ],
        "moTa": [
            [
                "- Chịu trách nhiệm hoàn thành công việc, đảm bảo chất lượng.",
                "\n- Làm việc, phối hợp công việc theo nhóm dưới sự phân công công việc của cấp trên.",
                "\n- Đóng góp ý kiến xây dựng và cải tiến sản phẩm.",
                "\n- Lên kế hoạch và đề xuất ý tưởng công việc."
            ]
        ],
        "yeuCau": [
            [
                "- Có ít nhất 2.5 năm kinh nghiệm làm việc với Java",
                "\n- Thành thạo  Java web,Spring, Jpa, security"
            ]
        ],
        "phucLoi": [
            [
                "- K thử việc , Nhận 100% lương ngay từ tháng đầu tiên",
                "\n- Trợ cấp onsite 100k/ngày",
                "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.",
                "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.",
                "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.",
                "\n- Trợ cấp thai sản cho nhân viên nữ.",
                "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.",
                "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...",
                "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.",
                "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"
            ]
        ],
        "luong": [
            [
                "15-20 triệu"
            ]
        ],
        "kinhNghiem": [
            "3 năm"
        ],
        "capBac": [
            "Middle"
        ],
        "nganhNghe": [
            "Backend"
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-17"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11856/java-developer-(onsite-quang-trung)_la"
    },
    {
        "tenCV": [
            "\n                Brse (Onsite Xuân Thủy)_LA\n              "
        ],
        "congTy": [
            "\n                  Công ty Cổ phần Phần mềm Devwork\n                "
        ],
        "linkCongTy": [
            "/cong-ty/4505/cong-ty-co-phan-phan-mem-devwork"
        ],
        "diaDiem": [
            "\n                Hà Nội\n              "
        ],
        "skills": [
            [
                "Bridge Engineer"
            ]
        ],
        "moTa": [
            [
                "Xây dựng phần mềm theo yêu cầu của Công ty và Khách hàng.",
                "\nNghiên cứu và đưa ra kết quả nghiên cứu theo yêu cầu",
                "\nThực hiện các nhiệm vụ khác theo sự phân công của trưởng bộ phận"
            ]
        ],
        "yeuCau": [
            [
                "Kỹ năng nghe, nói, đọc, viết tài liệu kỹ thuật và giao tiếp tốt bằng tiếng Nhật. (Tương đương N2 trở",
                "\nlên)",
                "\n- Có kinh nghiệm quản lý, kiêm BSE ít nhất 2 năm trở lên",
                "\n- Có kinh nghiệm trong lĩnh vực IT, ",
                "\n- Chủ động và ý thức trách nhiệm cao, sẵn sàng học hỏi, chăm chỉ.",
                "\n- Có tư duy hệ thống, tư duy logic tốt, tiếp thu kiến thức mới nhanh, có khả năng đề xuất vấn đề và",
                "\ngiải quyết vấn đề."
            ]
        ],
        "phucLoi": [
            [
                "- K thử việc , Nhận 100% lương ngay từ tháng đầu tiên",
                "\n- Trợ cấp onsite 100k/ngày",
                "\n- Thưởng kết nối: thưởng 3~10 triệu khi giới thiệu được bạn bè, người quen vào công ty.",
                "\n- 06 tháng đánh giá hiệu suất làm việc một lần, tương ứng với kì review lương dựa trên năng lực và hiệu suất làm việc.",
                "\n- Thưởng thâm niên, thưởng dự án, thưởng lương tháng 13, thưởng hiệu quả công việc vào cuối năm.",
                "\n- Trợ cấp thai sản cho nhân viên nữ.",
                "\n- Tham gia các hoạt động của công ty: teambuilding, du lịch, nghỉ dưỡng và các hoạt động khác.",
                "\n- Cơ hội onsite và làm việc với các khách hàng lớn, công nghệ tiên tiến, phát triển bản thân...",
                "\n- Cơ hội thăng tiến dựa trên năng lực tương ứng với tăng bậc và tăng lương tương xứng.",
                "\n- Được tham gia các khoá đào tạo kỹ năng mềm (tư duy logic, tư duy sáng tạo, kỹ năng giao tiếp, kỹ năng quản trị dự án, kỹ năng đàm phán…) và các lớp học tiếng Nhật, tiếng Anh"
            ]
        ],
        "luong": [
            [
                "25-30 triệu"
            ]
        ],
        "kinhNghiem": [
            "2 năm"
        ],
        "capBac": [
            "Junior"
        ],
        "nganhNghe": [
            "Bridge Engineer"
        ],
        "hinhThuc": [
            "Full-time"
        ],
        "hanNopCV": [
            "2023-11-17"
        ],
        "soLuong": [
            "1 người"
        ],
        "linkCV": "https://devwork.vn/viec-lam/11857/brse-(onsite-xuan-thuy)_la"
    }
]